Repository: AndersonKamsong/medical_project
Catalog: medicalstore_robet/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, ga, hu, it, no, sv

source: Site Name
da: Webstedets navn
de: Seitenname
es: Nombre del Sitio
fi: Sivuston nimi
ga: Ainm an tSuímh
hu: Webhely neve
it: Nome del Sito
no: Nettstedsnavn
sv: Webbplatsnamn

source: Tagline
da: Slagord
de: Slogan
es: Eslogan
fi: Iskulause
ga: Slogan
hu: Szlogen
it: Slogan
no: Slagord

source: Email
es: Correo electrónico
fi: Sähköposti
ga: Ríomhphost
no: E-post
sv: E-post

source: Phone
da: Telefon
de: Telefon
es: Teléfono
fi: Puhelin
ga: Fón
hu: Telefon
it: Telefono
no: Telefon
sv: Telefon

source: Address
da: Adresse
de: Adresse
es: Dirección
fi: Osoite
ga: Seoladh
hu: Cím
it: Indirizzo
no: Adresse
sv: Adress

source: Facebook URL
es: URL de Facebook
fi: Facebook-osoite
ga: URL Facebook
it: URL Facebook
no: Facebook-nettadresse

source: Twitter URL
es: URL de Twitter
fi: Twitter-osoite
ga: URL Twitter
it: URL Twitter
no: Twitter-nettadresse

source: Instagram URL
es: URL de Instagram
fi: Instagram-osoite
ga: URL Instagram
it: URL Instagram
no: Instagram-nettadresse

source: Business Hours
da: Åbningstider
de: Öffnungszeiten
es: Horario comercial
fi: Aukioloajat
ga: Uaireanta Gnó
hu: Nyitvatartás
it: Orari di Apertura
no: Åpningstider
sv: Öppettider

source: About Text
da: Om os-tekst
de: Über uns Text
es: Texto sobre nosotros
fi: Tietoa meistä -teksti
ga: Téacs Faoi
hu: Rólunk szöveg
it: Testo Chi Siamo
no: Om oss-tekst
sv: Om oss-text

source: Privacy Policy
da: Privatlivspolitik
de: Datenschutzrichtlinie
es: Política de Privacidad
fi: Tietosuojakäytäntö
ga: Polasaí Príobháideachta
hu: Adatvédelmi irányelvek
no: Personvernerklæring
sv: Integritetspolicy

source: Terms of Service
da: Servicevilkår
de: Nutzungsbedingungen
es: Términos de Servicio
fi: Käyttöehdot
ga: Téarmaí Seirbhíse
hu: Felhasználási feltételek
it: Termini di Servizio
no: Bruksvilkår
sv: Användarvillkor

source: Site Settings
da: Webstedsindstillinger
de: Seiteneinstellungen
es: Configuración del Sitio
fi: Sivuston asetukset
ga: Socruithe Suímh
hu: Webhely beállítások
it: Impostazioni Sito
no: Nettstedsinnstillinger
sv: Webbplatsinställningar

source: natural medical products, cannabis, CBD, hemp, organic medicine, herbal remedies
da: naturlige medicinske produkter, cannabis, CBD, hamp, organisk medicin, urteremedier
de: natürliche Medizinprodukte, Cannabis, CBD, Hanf, biologische Medizin, pflanzliche Heilmittel
es: productos médicos naturales, cannabis, CBD, cáñamo, medicina orgánica, remedios herbales
fi: luontaismedikaalit, kannabis, CBD, hamppu, luomulääkkeet, kasviperäiset lääkkeet
ga: táirgí míochaine nádúrtha, cannabas, CBD, cnáib, leigheas orgánach, leigheasanna luibheacha
hu: természetes gyógyszerek, kannabisz, CBD, kender, organikus gyógyszerek, növényi gyógymódok
it: prodotti medici naturali, cannabis, CBD, canapa, medicina biologica, rimedi erboristici
no: naturlige medisinske produkter, cannabis, CBD, hamp, organisk medisin, urtemedisin
sv: naturliga medicinska produkter, cannabis, CBD, hampa, organisk medicin, örtmedicin

source: We use cookies to improve your experience. By continuing to use our site, you accept our use of cookies.
da: Vi bruger cookies for at forbedre din oplevelse. Ved at fortsætte med at bruge vores websted accepterer du vores brug af cookies.
de: Wir verwenden Cookies, um Ihr Erlebnis zu verbessern. Wenn Sie unsere Seite weiter nutzen, akzeptieren Sie unsere Cookie-Nutzung.
es: Usamos cookies para mejorar tu experiencia. Al continuar usando nuestro sitio, aceptas nuestro uso de cookies.
fi: Käytämme evästeitä parantaaksemme käyttökokemustasi. Jatkamalla sivuston käyttöä hyväksyt evästeiden käytön.
ga: Úsáidimid fianáin chun d'eispéireas a fheabhsú. Trí leanúint ar aghaidh ag úsáid ár suímh, glacann tú lenár n-úsáid fianán.
hu: Sütiket használunk a felhasználói élmény javítására. A webhely használatával elfogadja a sütik használatát.
it: Utilizziamo i cookie per migliorare la tua esperienza. Continuando a utilizzare il nostro sito, accetti il nostro uso dei cookie.
no: Vi bruker informasjonskapsler for å forbedre din opplevelse. Ved å fortsette å bruke nettstedet vårt godtar du vår bruk av informasjonskapsler.
sv: Vi använder cookies för att förbättra din upplevelse. Genom att fortsätta använda vår webbplats accepterar du vår användning av cookies.

source: Learn more
da: Lær mere
de: Mehr erfahren
es: Aprender más
fi: Lue lisää
ga: Tuilleadh eolais
hu: További információk
it: Scopri di più
no: Les mer
sv: Läs mer

source: Accept
da: Accepter
de: Akzeptieren
es: Aceptar
fi: Hyväksy
ga: Glac
hu: Elfogadás
it: Accetta
no: Godta
sv: Acceptera

source: Search products...
da: Søg efter produkter...
de: Produkte suchen...
es: Buscar productos...
fi: Etsi tuotteita...
ga: Cuardaigh táirgí...
hu: Termékek keresése...
it: Cerca prodotti...
no: Søk etter produkter...
sv: Sök produkter...

source: Products
da: Produkter
de: Produkte
es: Productos
fi: Tuotteet
ga: Táirgí
hu: Termékek
it: Prodotti
no: Produkter
sv: Produkter

source: About
da: Om os
de: Über uns
es: Sobre nosotros
fi: Tietoa meistä
ga: Fúinn
hu: Rólunk
it: Chi Siamo
no: Om oss
sv: Om oss

source: Contact
da: Kontakt
de: Kontakt
es: Contacto
fi: Yhteystiedot
ga: Teagmháil
hu: Kapcsolat
it: Contatti
no: Kontakt
sv: Kontakt

source: Profile
da: Profil
de: Profil
es: Perfil
fi: Profiili
ga: Próifíl
hu: Profil
it: Profilo
no: Profil
sv: Profil

source: Order History
da: Ordrehistorik
de: Bestellverlauf
es: Historial de pedidos
fi: Tilaushistoria
ga: Stair Orduithe
hu: Rendelési előzmények
it: Cronologia Ordini
no: Ordrehistorikk
sv: Orderhistorik

source: Logout
da: Log ud
de: Abmelden
es: Cerrar sesión
fi: Kirjaudu ulos
ga: Logáil Amach
hu: Kijelentkezés
it: Esci
no: Logg ut
sv: Logga ut

source: Login
da: Log ind
de: Anmelden
es: Iniciar sesión
fi: Kirjaudu sisään
ga: Logáil Isteach
hu: Bejelentkezés
it: Accedi
no: Logg inn
sv: Logga in

source: Register
da: Registrer
de: Registrieren
es: Registrarse
fi: Rekisteröidy
ga: Cláraigh
hu: Regisztráció
it: Registrati
no: Registrer
sv: Registrera

source: Quick Links
da: Hurtige links
de: Schnellzugriff
es: Enlaces rápidos
fi: Pikalinkit
ga: Naisc Tapa
hu: Gyorslinkek
it: Link Rapidi
no: Hurtiglenker
sv: Snabblänkar

source: About Us
da: Om os
de: Über uns
es: Sobre nosotros
fi: Meistä
ga: Fúinn
hu: Rólunk
it: Chi Siamo
no: Om oss
sv: Om oss

source: FAQ
es: Preguntas frecuentes
fi: UKK
ga: Ceisteanna Coitianta
hu: GYIK
sv: Vanliga frågor

source: Legal
da: Juridisk
de: Rechtliches
fi: Oikeudellinen
ga: Dlíthiúil
hu: Jogi információk
it: Legale
no: Juridisk
sv: Juridisk information

source: Legal Notice
da: Juridisk bemærkning
de: Impressum
es: Aviso legal
fi: Oikeudellinen huomautus
ga: Fógra Dlíthiúil
hu: Jogi nyilatkozat
it: Note Legali
no: Juridisk merknad
sv: Juridiskt meddelande

source: Contact Info
da: Kontaktoplysninger
de: Kontaktinformationen
es: Información de contacto
fi: Yhteystiedot
ga: Eolas Teagmhála
hu: Kapcsolati információk
it: Informazioni Contatti
no: Kontaktinformasjon
sv: Kontaktinformation

source: All rights reserved.
da: Alle rettigheder forbeholdes.
de: Alle Rechte vorbehalten.
es: Todos los derechos reservados.
fi: Kaikki oikeudet pidätetään.
ga: Gach ceart ar cosaint.
hu: Minden jog fenntartva.
it: Tutti i diritti riservati.
no: Alle rettigheter reservert.
sv: Alla rättigheter förbehållna.

source: Medical Disclaimer:
da: Medicinsk ansvarsfraskrivelse:
de: Medizinischer Haftungsausschluss:
es: Descargo médico:
fi: Lääkinnällinen vastuuvapauslauseke:
ga: Séanadh Míochaine:
hu: Orvosi felelősségvállalás:
it: Avviso Medico:
no: Medisinsk ansvarsfraskrivelse:
sv: Medicinsk ansvarsfriskrivning:

source: The information provided is for educational purposes only and should not replace professional medical advice.
da: Oplysningerne er kun til undervisningsformål og bør ikke erstatte professionel medicinsk rådgivning.
de: Die bereitgestellten Informationen dienen nur zu Bildungszwecken und sollten keinen professionellen medizinischen Rat ersetzen.
es: La información proporcionada es solo con fines educativos y no debe reemplazar el consejo médico profesional.
fi: Annettu tieto on vain koulutuksellista tarkoitusta varten eikä korvaa ammattilaisten antamaa lääketieteellistä neuvontaa.
ga: Tá an fhaisnéis ar fáil ar mhaithe le hoideachas amháin agus níor cheart comhairle mhíochaine ghairmiúil a chur ina háit.
hu: Az információkat csak tájékoztató jellegűek, és nem helyettesítik a szakorvosi tanácsot.
it: Le informazioni fornite sono solo a scopo educativo e non sostituiscono il consiglio medico professionale.
no: Informasjonen som gis er kun til undervisningsformål og bør ikke erstatte profesjonell medisinsk rådgivning.
sv: Informationen är endast avsedd för utbildningsändamål och ska inte ersätta professionell medicinsk rådgivning.

source: Professional Medical Products
da: Professionelle medicinske produkter
de: Professionelle medizinische Produkte
es: Productos Médicos Profesionales
fi: Ammattimaiset lääketuotteet
ga: Táirgí Míochaine Gairmiúla
hu: Professzionális orvosi termékek
it: Prodotti Medici Professionali
no: Profesjonelle medisinske produkter
sv: Professionella medicinska produkter

source: Discover our comprehensive range of medical products with detailed composition, usage instructions, and proven health benefits.
da: Opdag vores omfattende udvalg af medicinske produkter med detaljeret sammensætning, brugsanvisninger og dokumenterede sundhedsmæssige fordele.
de: Entdecken Sie unser umfassendes Sortiment an medizinischen Produkten mit detaillierter Zusammensetzung, Anwendungshinweisen und nachgewiesenen gesundheitlichen Vorteilen.
es: Descubra nuestra amplia gama de productos médicos con composición detallada, instrucciones de uso y beneficios comprobados para la salud.
fi: Löydä kattava valikoimamme lääketuotteita, joissa on yksityiskohtainen koostumus, käyttöohjeet ja todistetut terveyshyödyt.
ga: Faigh amach ár raon cuimsitheach táirgí míochaine le comhdhéanamh mionsonraithe, treoracha úsáide, agus sochair sláinte cruthaithe.
hu: Fedezze fel orvosi termékeink széles választékát részletes összetétellel, használati utasítással és bizonyított egészségügyi előnyökkel.
it: Scopri la nostra gamma completa di prodotti medici con composizione dettagliata, istruzioni per l'uso e benefici per la salute comprovati.
no: Oppdag vårt omfattende utvalg av medisinske produkter med detaljert sammensetning, bruksanvisninger og dokumenterte helsefordeler.
sv: Upptäck vårt omfattande utbud av medicinska produkter med detaljerad sammansättning, användningsanvisningar och bevisade hälsofördelar.

source: Explore Products
da: Udforsk produkter
de: Produkte entdecken
es: Explorar productos
fi: Tutustu tuotteisiin
ga: Déan iniúchadh ar Tháirgí
hu: Termékek felfedezése
it: Esplora Prodotti
no: Utforsk produkter
sv: Utforska produkter

source: Product Categories
da: Produktkategorier
de: Produktkategorien
es: Categorías de productos
fi: Tuotekategoriat
ga: Catagóirí Táirgí
hu: Termékkategóriák
it: Categorie Prodotti
no: Produktkategorier
sv: Produktkategorier

source: View Products
da: Se produkter
de: Produkte ansehen
es: Ver productos
fi: Näytä tuotteet
ga: Féach ar Tháirgí
hu: Termékek megtekintése
it: Vedi Prodotti
no: Se produkter
sv: Visa produkter

source: No categories available yet.
da: Ingen kategorier tilgængelige endnu.
de: Noch keine Kategorien verfügbar.
es: Aún no hay categorías disponibles.
fi: Kategorioita ei vielä saatavilla.
ga: Níl aon chatagóirí ar fáil go fóill.
hu: Még nincsenek elérhető kategóriák.
it: Nessuna categoria disponibile al momento.
no: Ingen kategorier tilgjengelige ennå.
sv: Inga kategorier tillgängliga ännu.

source: Featured Products
da: Fremhævede produkter
de: Empfohlene Produkte
es: Productos destacados
fi: Esittelyssä olevat tuotteet
ga: Táirgí Feiceálacha
hu: Kiemelt termékek
it: Prodotti in Evidenza
no: Utvalgte produkter
sv: Utvalda produkter

source: View Details
da: Se detaljer
de: Details anzeigen
es: Ver detalles
fi: Näytä tiedot
ga: Féach ar Mhionsonraí
hu: Részletek megtekintése
it: Vedi Dettagli
no: Se detaljer
sv: Visa detaljer

source: No featured products available yet.
da: Ingen fremhævede produkter tilgængelige endnu.
de: Noch keine empfohlenen Produkte verfügbar.
es: Aún no hay productos destacados disponibles.
fi: Esittelyssä olevia tuotteita ei vielä saatavilla.
ga: Níl aon táirgí feiceálacha ar fáil go fóill.
hu: Még nincsenek kiemelt termékek.
it: Nessun prodotto in evidenza disponibile al momento.
no: Ingen utvalgte produkter tilgjengelige ennå.
sv: Inga utvalda produkter tillgängliga ännu.

source: View All Products
da: Se alle produkter
de: Alle Produkte anzeigen
es: Ver todos los productos
fi: Näytä kaikki tuotteet
ga: Féach ar Gach Táirge
hu: Összes termék megtekintése
it: Vedi Tutti i Prodotti
no: Se alle produkter
sv: Visa alla produkter

source: Why Choose Our Products?
da: Hvorfor vælge vores produkter?
de: Warum unsere Produkte wählen?
es: ¿Por qué elegir nuestros productos?
fi: Miksi valita tuotteemme?
ga: Cén fáth ár dTáirgí a Roghnú?
hu: Miért válassza termékeinket?
it: Perché Scegliere i Nostri Prodotti?
no: Hvorfor velge våre produkter?
sv: Varför välja våra produkter?

source: Scientific Composition
da: Videnskabelig sammensætning
de: Wissenschaftliche Zusammensetzung
es: Composición científica
fi: Tieteellinen koostumus
ga: Comhdhéanamh Eolaíoch
hu: Tudományos összetétel
it: Composizione Scientifica
no: Vitenskapelig sammensetning
sv: Vetenskaplig sammansättning

source: Detailed information about key elements and ingredients in each product.
da: Detaljerede oplysninger om nøgleelementer og ingredienser i hvert produkt.
de: Detaillierte Informationen über Schlüsselelemente und Inhaltsstoffe in jedem Produkt.
es: Información detallada sobre elementos clave e ingredientes en cada producto.
fi: Yksityiskohtaiset tiedot kunkin tuotteen keskeisistä aineosista ja ainesosista.
ga: Faisnéis mhionsonraithe faoi na príomhghnéithe agus comhábhar i ngach táirge.
hu: Részletes információk minden termék kulcselemeiről és összetevőiről.
it: Informazioni dettagliate sugli elementi chiave e ingredienti in ogni prodotto.
no: Detaljert informasjon om nøkkelelementer og ingredienser i hvert produkt.
sv: Detaljerad information om nyckelelement och ingredienser i varje produkt.

source: Usage Instructions
da: Brugervejledning
de: Anwendungshinweise
es: Instrucciones de uso
fi: Käyttöohjeet
ga: Treoracha Úsáide
hu: Használati utasítás
it: Istruzioni per l'Uso
no: Bruksanvisninger
sv: Användningsanvisningar

source: Clear, professional guidance on how to use each medical product safely.
da: Klar, professionel vejledning i sikker brug af hvert medicinsk produkt.
de: Klarer, professioneller Leitfaden zur sicheren Anwendung jedes medizinischen Produkts.
es: Orientación clara y profesional sobre cómo usar cada producto médico de forma segura.
fi: Selkeät, ammattimaiset ohjeet kunkin lääketuotteen turvalliseen käyttöön.
ga: Treoir shoiléir ghairmiúil ar conas gach táirge míochaine a úsáid go sábháilte.
hu: Egyértelmű, szakmai útmutató minden orvosi termék biztonságos használatához.
it: Linee guida chiare e professionali su come usare ogni prodotto medico in sicurezza.
no: Klar, profesjonell veiledning i sikker bruk av hvert medisinske produkt.
sv: Tydlig, professionell vägledning om hur man använder varje medicinsk produkt säkert.

source: Health Benefits
da: Sundhedsmæssige fordele
de: Gesundheitliche Vorteile
es: Beneficios para la salud
fi: Terveyshyödyt
ga: Sochair Sláinte
hu: Egészségügyi előnyök
it: Benefici per la Salute
no: Helsefordeler
sv: Hälsofördelar

source: Comprehensive information about the health benefits of each product.
da: Omfattende information om sundhedsmæssige fordele ved hvert produkt.
de: Umfassende Informationen über die gesundheitlichen Vorteile jedes Produkts.
es: Información completa sobre los beneficios para la salud de cada producto.
fi: Kattavat tiedot kunkin tuotteen terveyshyödyistä.
ga: Faisnéis chuimsitheach faoi shochair sláinte gach táirge.
hu: Átfogó információk minden termék egészségügyi előnyeiről.
it: Informazioni complete sui benefici per la salute di ogni prodotto.
no: Omfattende informasjon om helsefordelene ved hvert produkt.
sv: Omfattande information om hälsofördelarna med varje produkt.

source: Why Choose Our Cannabis Products?
da: Hvorfor vælge vores cannabisprodukter?
de: Warum unsere Cannabisprodukte wählen?
es: ¿Por qué elegir nuestros productos de cannabis?
fi: Miksi valita kannabistuotteemme?
ga: Cén fáth ár dTáirgí Cannabais a Roghnú?
hu: Miért válassza kannabiszáruinkat?
it: Perché Scegliere i Nostri Prodotti a Base di Cannabis?
no: Hvorfor velge våre cannabisprodukter?
sv: Varför välja våra cannabisprodukter?

source: Premium Quality
da: Premium kvalitet
de: Premium-Qualität
es: Calidad premium
fi: Huippulaatu
ga: Ardchaighdeán
hu: Prémium minőség
it: Qualità Premium
no: Premiumkvalitet
sv: Premiumkvalitet

source: Lab-tested cannabis products with certified potency and purity. Grown organically without pesticides.
da: Laboratorietestede cannabisprodukter med certificeret styrke og renhed. Dyrket organisk uden pesticider.
de: Laborgeprüfte Cannabisprodukte mit zertifizierter Wirksamkeit und Reinheit. Biologisch angebaut ohne Pestizide.
es: Productos de cannabis probados en laboratorio con potencia y pureza certificadas. Cultivados orgánicamente sin pesticidas.
fi: Laboratoriossa testatut kannabistuotteet, joilla on sertifioitu teho ja puhtaus. Kasvatettu luomuna ilman torjunta-aineita.
ga: Táirgí cannabais tástáilte sa tsaotharlann le cumas agus íonacht deimhnithe. Fásta go horgánach gan lotnaidicídí.
hu: Laboratóriumi tesztelt kannabiszáruk bizonyított hatóerővel és tisztasággal. Organikusan termesztve, permetezőszer nélkül.
it: Prodotti a base di cannabis testati in laboratorio con potenza e purezza certificate. Coltivati biologicamente senza pesticidi.
no: Laboratorietestede cannabisprodukter med sertifisert styrke og renhet. Dyrket organisk uten plantevernmidler.
sv: Laboratorietestade cannabisprodukter med certifierad styrka och renhet. Odlat organiskt utan bekämpningsmedel.

source: Therapeutic Effects
da: Terapeutiske effekter
de: Therapeutische Wirkungen
es: Efectos terapéuticos
fi: Terapeuttiset vaikutukset
ga: Éifeachtaí Teiripeacha
hu: Terápiás hatások
it: Effetti Terapeutici
no: Terapeutiske effekter
sv: Terapeutiska effekter

source: May help with pain relief, anxiety reduction, sleep improvement, and appetite stimulation based on clinical studies.
da: Kan hjælpe med smertelindring, angstreduktion, søvnforbedring og appetitstimulering baseret på kliniske undersøgelser.
de: Kann laut klinischen Studien bei Schmerzlinderung, Angstminderung, Schlafverbesserung und Appetitanregung helfen.
es: Puede ayudar con el alivio del dolor, reducción de ansiedad, mejora del sueño y estimulación del apetito según estudios clínicos.
fi: Saatat saada apua kivun lievitykseen, ahdistuksen vähentämiseen, unen parantamiseen ja ruokahalun stimulointiin kliinisten tutkimusten perusteella.
ga: D'fhéadfadh cabhrú le faoiseamh ón bpian, laghdú imní, feabhas codlata, agus spreagadh goile bunaithe ar staidéir chliniciúla.
hu: Klinikai tanulmányok alapján segíthet a fájdalom csillapításában, szorongás csökkentésében, alvás javításában és étvágy serkentésében.
it: Può aiutare con sollievo dal dolore, riduzione dell'ansia, miglioramento del sonno e stimolazione dell'appetito secondo studi clinici.
no: Kan hjelpe ved smerte, angst, søvnproblemer og appetittstimulering ifølge kliniske studier.
sv: Kan hjälpa till med smärtlindring, ångestreduktion, sömnförbättring och aptitstimulering enligt kliniska studier.

source: Precise Formulations
da: Præcise formler
de: Präzise Formulierungen
es: Formulaciones precisas
fi: Tarkat valmisteet
ga: Foirmliúcháin Beacht
hu: Pontos formulák
it: Formulazioni Precise
no: Presise formuleringer
sv: Exakta formuleringar

source: Accurate CBD:THC ratios tailored for specific conditions. Full-spectrum products with terpenes for enhanced effects.
da: Nøjagtige CBD:THC-forhold skræddersyet til specifikke tilstande. Fuldspektrumsprodukter med terpener til forstærkede effekter.
de: Präzise CBD:THC-Verhältnisse für spezifische Beschwerden. Vollspektrumprodukte mit Terpenen für verstärkte Wirkung.
es: Proporciones precisas de CBD:THC adaptadas a condiciones específicas. Productos de espectro completo con terpenos para efectos mejorados.
fi: Tarkat CBD:THC-suhteet räätälöitynä erityisille tiloille. Täysin spektrin tuotteet terpeeneillä tehostettujen vaikutusten saavuttamiseksi.
ga: Cóimheas CBD:THC cruinn oiriúnaithe do riochtaí sonracha. Táirgí lanspeictrim le teirpéin le haghaidh éifeachtaí feabhsaithe.
hu: Pontos CBD:THC arányok specifikus állapotokhoz. Teljes spektrumú termékek terpének gazdag hatásfokozókkal.
it: Rapporti CBD:THC precisi per condizioni specifiche. Prodotti full-spectrum con terpeni per effetti potenziati.
no: Nøyaktige CBD:THC-forhold tilpasset spesifikke tilstander. Fullspektrumprodukter med terpener for forsterkede effekter.
sv: Exakta CBD:THC-förhållanden anpassade för specifika tillstånd. Fullspektrumprodukter med terpener för förstärkta effekter.

source: Medical Support
da: Medicinsk support
de: Medizinische Unterstützung
es: Soporte médico
fi: Lääketieteellinen tuki
ga: Tacaíocht Mhíochaine
hu: Orvosi támogatás
it: Supporto Medico
no: Medisinsk støtte
sv: Medicinskt stöd

source: Dosage guidance from healthcare professionals. Product recommendations based on your medical needs.
da: Doseringsvejledning fra sundhedspersonale. Produktanbefalinger baseret på dine medicinske behov.
de: Dosierungsanleitung von medizinischem Fachpersonal. Produktempfehlungen basierend auf Ihren medizinischen Bedürfnissen.
es: Orientación de dosificación por profesionales de la salud. Recomendaciones de productos según sus necesidades médicas.
fi: Annosohjeita terveydenhuollon ammattilaisilta. Tuotesuositukset lääketieteellisten tarpeidesi perusteella.
ga: Treoir dáileoga ó ghairmithe cúram sláinte. Moltaí táirgí bunaithe ar do riachtanais mhíochaine.
hu: Adagolási útmutató egészségügyi szakemberektől. Termékajánlások az orvosi igényeid alapján.
it: Linee guida sul dosaggio da professionisti sanitari. Raccomandazioni di prodotti basate sulle tue esigenze mediche.
no: Doseringsveiledning fra helsepersonell. Produktanbefalinger basert på dine medisinske behov.
sv: Dosering från sjukvårdspersonal. Produktrekommendationer baserade på dina medicinska behov.

source: Important Medical Information
da: Vigtig medicinsk information
de: Wichtige medizinische Informationen
es: Información médica importante
fi: Tärkeää lääketieteellistä tietoa
ga: Faisnéis Mhíochaine Thábhachtach
hu: Fontos orvosi információk
it: Informazioni Mediche Importanti
no: Viktig medisinsk informasjon
sv: Viktig medicinsk information
