Repository: AndersonKamsong/medical_project
Catalog: medicalstore_robet/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, ga, hu, it, no, sv

source: This policy was updated on January 1, 2024 to comply with current cannabis regulations. Changes will be communicated to account holders.
da: Denne politik blev opdateret den 1. januar 2024 for at overholde de aktuelle cannabisreguleringer. Ændringer vil blive kommunikeret til kontohavere.
de: Diese Richtlinie wurde am 1. Januar 2024 aktualisiert, um aktuellen Cannabisvorschriften zu entsprechen. Änderungen werden Kontoinhabern mitgeteilt.
es: Esta política se actualizó el 1 de enero de 2024 para cumplir con las regulaciones actuales de cannabis. Los cambios se comunicarán a los titulares de cuentas.
fi: Tämä käytäntö päivitettiin 1. tammikuuta 2024 nykyisten kannabiksen säädösten mukaisesti. Muutoksista ilmoitetaan tilinhaltijoille.
ga: Nuashonraíodh an polasaí seo an 1 Eanáir 2024 chun cloí le rialacháin reatha cannabais. Cuirfear athruithe in iúl do shealbhóirí cuntais.
hu: Ezt az irányelvet 2024. január 1-jén frissítettük az aktuális kannabiszszabályozásnak megfelelően. A változásokat értesítjük a fióktulajdonosokat.
it: Questa politica è stata aggiornata il 1° gennaio 2024 per conformarsi alle attuali normative sulla cannabis. Le modifiche saranno comunicate ai titolari degli account.
no: Denne politikken ble oppdatert 1. januar 2024 for å overholde gjeldende cannabisforskrifter. Endringer vil bli kommunisert til kontoinnehavere.
sv: Denna policy uppdaterades den 1 januari 2024 för att följa gällande cannabisföreskrifter. Ändringar kommer att kommuniceras till kontoinnehavare.

source: Frequently Asked Questions
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
es: Preguntas frecuentes
fi: Usein Kysytyt Kysymykset
ga: Ceisteanna Coitianta
hu: Gyakran Ismételt Kérdések
it: Domande Frequenti
no: Ofte stilte spørsmål
sv: Vanliga frågor

source: General Questions
da: Generelle spørgsmål
de: Allgemeine Fragen
es: Preguntas generales
fi: Yleiset kysymykset
ga: Ceisteanna Ginearálta
hu: Általános kérdések
it: Domande Generali
no: Generelle spørsmål
sv: Allmänna frågor

source: What is GreenMed Store?
da: Hvad er GreenMed Store?
de: Was ist GreenMed Store?
es: ¿Qué es GreenMed Store?
fi: Mikä on GreenMed Store?
ga: Cad é GreenMed Store?
hu: Mi a GreenMed Store?
it: Cos'è GreenMed Store?
no: Hva er GreenMed Store?
sv: Vad är GreenMed Store?

source: GreenMed Store is a premium cannabis and CBD marketplace offering lab-tested products with detailed information about cannabinoid content, terpene profiles, cultivation methods, and potential wellness benefits. We focus on transparency and product quality.
da: GreenMed Store er et premium cannabis- og CBD-markedsplads, der tilbyder laboratorietestede produkter med detaljerede oplysninger om cannabinoidindhold, terpenprofiler, dyrkningsmetoder og potentielle wellness-fordele. Vi fokuserer på gennemsigtighed og produktkvalitet.
de: GreenMed Store ist ein Premium-Marktplatz für Cannabis und CBD mit laborgeprüften Produkten, detaillierten Informationen über Cannabinoidgehalt, Terpenprofile, Anbaumethoden und potenzielle Wellness-Vorteile. Wir legen Wert auf Transparenz und Produktqualität.
es: GreenMed Store es un mercado premium de cannabis y CBD que ofrece productos probados en laboratorio con información detallada sobre contenido de cannabinoides, perfiles de terpenos, métodos de cultivo y posibles beneficios para el bienestar. Nos enfocamos en transparencia y calidad de productos.
fi: GreenMed Store on premium-kannabis- ja CBD-markkinapaikka, joka tarjoaa laboratoriossa testattuja tuotteita yksityiskohtaisilla tiedoilla kannabinoidipitoisuuksista, terpeeniprofiileista, viljelymenetelmistä ja mahdollisista hyvinvointihyödyistä. Keskeisellä sijallamme ovat läpinäkyvyys ja tuotelaatu.
ga: Is margadh cannabais agus CBD préimhe é GreenMed Store a thairgeann táirgí atá tástáilte sa tsaotharlann le faisnéis mhionsonraithe faoi inneachar cannabainóideach, próifílí teirpéin, modhanna saothraithe, agus sochair fhéideartha folláine. Díríonn muid ar thrédhearcacht agus ar cháilíocht táirgí.
hu: A GreenMed Store egy prémium kannabisz és CBD piac, laboratóriumi tesztelt termékeket kínál részletes információkkal a kannabinoid tartalomról, terpén profilokról, termesztési módszerekről és lehetséges jóléti előnyökről. Az átláthatóságra és termékminőségre összpontosítunk.
it: GreenMed Store è un mercato premium di cannabis e CBD che offre prodotti testati in laboratorio con informazioni dettagliate sul contenuto di cannabinoidi, profili terpenici, metodi di coltivazione e potenziali benefici per il benessere. Ci concentriamo sulla trasparenza e sulla qualità del prodotto.
no: GreenMed Store er et premium marked for cannabis og CBD som tilbyr laboratorietestede produkter med detaljert informasjon om cannabinoidinnhold, terpenprofiler, dyrkingsmetoder og potensielle helsefordeler. Vi fokuserer på åpenhet og produktkvalitet.
sv: GreenMed Store är en premiummarknadsplats för cannabis och CBD som erbjuder laboratorietestade produkter med detaljerad information om cannabinoihinnehåll, terpenprofiler, odlingsmetoder och potentiella hälsofördelar. Vi fokuserar på transparens och produktkvalitet.

source: Who can purchase cannabis products?
da: Hvem kan købe cannabisprodukter?
de: Wer kann Cannabisprodukte kaufen?
es: ¿Quién puede comprar productos de cannabis?
fi: Kuka voi ostaa kannabistuotteita?
ga: Cé atá in ann táirgí cannabais a cheannach?
hu: Ki vásárolhat kannabiszárukat?
it: Chi può acquistare prodotti a base di cannabis?
no: Hvem kan kjøpe cannabisprodukter?
sv: Vem kan köpa cannabisprodukter?

source: You must be at least 18 years old to purchase our CBD products and 18+ for THC-containing products where legally available. Some products may require medical authorization depending on your location.
da: Du skal være mindst 18 år gammel for at købe vores CBD-produkter og 18+ for THC-indeholdende produkter, hvor det er lovligt tilgængeligt. Nogle produkter kan kræve medicinsk autorisation afhængigt af din placering.
de: Sie müssen mindestens 18 Jahre alt sein, um unsere CBD-Produkte zu kaufen und 18+ für THC-haltige Produkte, wo legal erhältlich. Einige Produkte können je nach Standort medizinische Autorisierung erfordern.
es: Debe tener al menos 18 años para comprar nuestros productos CBD y 18+ para productos que contienen THC donde sean legales. Algunos productos pueden requerir autorización médica según su ubicación.
fi: Sinun on oltava vähintään 18-vuotias ostamaan CBD-tuotteitamme ja 18+ THC:tä sisältäviä tuotteita, jos ne ovat laillisesti saatavilla. Jotkut tuotteet saattavat vaatia lääkärin luvan sijaintisi mukaan.
ga: Ní mór duit a bheith 18 bliana d'aois ar a laghad chun ár dtáirgí CBD a cheannach agus 18+ le haghaidh táirgí ina bhfuil THC nuair atá siad ar fáil go dlíthiúil. D'fhéadfadh údarú míochaine a bheith ag teastáil le haghaidh roinnt táirgí ag brath ar do shuíomh.
hu: Legalább 18 évesnek kell lennie CBD termékeink vásárlásához és 18+ THC-tartalmú termékekhez, ahol legálisan elérhető. Egyes termékek orvosi engedélyt igényelhetnek a tartózkodási helyétől függően.
it: Devi avere almeno 18 anni per acquistare i nostri prodotti CBD e 18+ per i prodotti contenenti THC dove legalmente disponibili. Alcuni prodotti potrebbero richiedere l'autorizzazione medica a seconda della tua posizione.
no: Du må være minst 18 år gammel for å kjøpe våre CBD-produkter og 18+ for THC-holdige produkter der det er lovlig tilgjengelig. Noen produkter kan kreve medisinsk autorisasjon avhengig av din lokasjon.
sv: Du måste vara minst 18 år gammal för att köpa våra CBD-produkter och 18+ för THC-innehållande produkter där det är lagligt tillgängligt. Vissa produkter kan kräva medicinskt tillstånd beroende på din plats.

source: Are your products legal?
da: Er jeres produkter lovlige?
de: Sind Ihre Produkte legal?
es: ¿Son legales sus productos?
fi: Ovatko tuotteenne laillisia?
ga: An bhfuil do tháirgí dlíthiúil?
hu: Termékeitek legálisak?
it: I vostri prodotti sono legali?
no: Er produktene deres lovlige?
sv: Är era produkter lagliga?

source: All our products comply with French and EU regulations, containing less than 0.2% THC. We verify the legal status in your region before shipping. Medical cannabis products require proper authorization.
da: Alle vores produkter overholder franske og EU-regler og indeholder mindre end 0,2% THC. Vi verificerer den juridiske status i din region, før vi sender. Medicinske cannabisprodukter kræver korrekt autorisation.
de: Alle unsere Produkte entsprechen französischen und EU-Verordnungen mit weniger als 0,2% THC. Wir überprüfen den rechtlichen Status in Ihrer Region vor dem Versand. Medizinisches Cannabis erfordert entsprechende Autorisierung.
es: Todos nuestros productos cumplen con las regulaciones francesas y de la UE, conteniendo menos del 0,2% de THC. Verificamos el estado legal en su región antes del envío. Los productos de cannabis médico requieren autorización adecuada.
fi: Kaikki tuotteemme noudattavat Ranskan ja EU:n säädöksiä ja sisältävät alle 0,2 % THC:tä. Varmistamme tuotteiden laillisen aseman alueellasi ennen lähetystä. Lääkekannabistuotteet vaativat asianmukaisen luvan.
ga: Tá gach táirge againn comhlíontach le rialacháin na Fraince agus an AE, agus níos lú ná 0.2% THC iontu. Fíoraímid stádas dlíthiúil i do réigiún sá seachadadh. Teastaíonn údarú ceart le haghaidh táirgí cannabais míochaine.
hu: Minden termékünk megfelel a francia és EU-s szabályozásoknak, kevesebb mint 0,2% THC-t tartalmazva. Ellenőrizzük a jogi státuszt a régiójában szállítás előtt. Az orvosi kannabiszáruk megfelelő engedélyt igényelnek.
it: Tutti i nostri prodotti sono conformi alle normative francesi e UE, contenendo meno dello 0,2% di THC. Verifichiamo lo stato legale nella tua regione prima della spedizione. I prodotti a base di cannabis medica richiedono la giusta autorizzazione.
no: Alle våre produkter overholder franske og EU-forskrifter, og inneholder mindre enn 0,2 % THC. Vi verifiserer den juridiske statusen i din region før forsendelse. Medisinske cannabisprodukter krever riktig autorisasjon.
sv: Alla våra produkter följer franska och EU-förordningar och innehåller mindre än 0,2% THC. Vi verifierar den juridiska statusen i din region före leverans. Medicinska cannabisprodukter kräver korrekt tillstånd.

source: How do you test your cannabis products?
da: Hvordan tester I jeres cannabisprodukter?
de: Wie testen Sie Ihre Cannabisprodukte?
es: ¿Cómo prueban sus productos de cannabis?
fi: Miten testaatte kannabistuotteitanne?
ga: Conas a dhéanann tú do tháirgí cannabais a thástáil?
hu: Hogyan tesztelik kannabiszáruikat?
it: Come testate i vostri prodotti a base di cannabis?
no: Hvordan tester dere cannabisproduktene deres?
sv: Hur testar ni era cannabisprodukter?

source: All products undergo third-party laboratory testing for cannabinoid potency, terpene profiles, and contaminants (pesticides, heavy metals, microbes). Certificates of Analysis (COAs) are available for every batch.
da: Alle produkter gennemgår tredjeparts laboratorietestning for cannabinoidstyrke, terpenprofiler og forurenende stoffer (pesticider, tungmetaller, mikrober). Certifikater af analyse (COAs) er tilgængelige for hver batch.
de: Alle Produkte werden von unabhängigen Labors auf Cannabinoidwirksamkeit, Terpenprofile und Verunreinigungen (Pestizide, Schwermetalle, Mikroben) getestet. Analysezertifikate (COAs) sind für jede Charge verfügbar.
es: Todos los productos se someten a pruebas de laboratorio de terceros para potencia de cannabinoides, perfiles de terpenos y contaminantes (pesticidas, metales pesados, microbios). Los Certificados de Análisis (COA) están disponibles para cada lote.
fi: Kaikki tuotteet käyvät läpi kolmannen osapuolen laboratoriotestit kannabinoidien tehon, terpeeniprofiilien ja epäpuhtauksien (torjunta-aineet, raskasmetallit, mikrobit) osalta. Analyysitodistukset (COA) ovat saatavilla jokaiselle erälle.
ga: Téann gach táirge faoi thástáil saotharlainne tríú páirtí le haghaidh cumais cannabainóideach, próifílí teirpéin, agus éillithe (lotnaidicídí, miotail throma, miocrorgánaigh). Tá Teastais Anailíse (COAs) ar fáil do gach baisc.
hu: Minden termék független laboratóriumi tesztelésen esik át kannabinoid hatóerő, terpén profilok és szennyeződések (permetezőszerek, nehézfémek, mikrobák) szempontjából. Analízisi tanúsítványok (COA) minden tételhez elérhetők.
it: Tutti i prodotti vengono sottoposti a test di laboratorio di terze parti per la potenza dei cannabinoidi, i profili terpenici e i contaminanti (pesticidi, metalli pesanti, microbi). I Certificati di Analisi (COA) sono disponibili per ogni lotto.
no: Alle produkter gjennomgår tredjeparts laboratorietesting for cannabinoidpotens, terpenprofiler og forurensninger (plantevernmidler, tungmetaller, mikrober). Analyseattester (COAs) er tilgjengelige for hver batch.
sv: Alla produkter genomgår tredjeparts laboratorietestning för cannabinoideffekt, terpenprofiler och föroreningar (bekämpningsmedel, tungmetaller, mikrober). Analyscertifikat (COAs) finns tillgängliga för varje sats.

source: What's the difference between CBD and THC?
da: Hvad er forskellen mellem CBD og THC?
de: Was ist der Unterschied zwischen CBD und THC?
es: ¿Cuál es la diferencia entre CBD y THC?
fi: Mitä eroa on CBD:llä ja THC:llä?
ga: Cad é an difríocht idir CBD agus THC?
hu: Mi a különbség a CBD és a THC között?
it: Qual è la differenza tra CBD e THC?
no: Hva er forskjellen mellom CBD og THC?
sv: Vad är skillnaden mellan CBD och THC?

source: CBD (cannabidiol) is non-intoxicating and legal in France when containing less than 0.2% THC. THC (tetrahydrocannabinol) is psychoactive and only available with medical authorization. Our products clearly indicate their cannabinoid content.
da: CBD (cannabidiol) er ikke berusende og lovligt i Frankrig, når det indeholder mindre end 0,2% THC. THC (tetrahydrocannabinol) er psykoaktivt og kun tilgængeligt med medicinsk autorisation. Vores produkter angiver tydeligt deres cannabinoidindhold.
de: CBD (Cannabidiol) ist nicht berauschend und in Frankreich legal mit weniger als 0,2% THC. THC (Tetrahydrocannabinol) ist psychoaktiv und nur mit medizinischer Autorisierung erhältlich. Unsere Produkte zeigen ihren Cannabinoidgehalt klar an.
es: El CBD (cannabidiol) no es intoxicante y es legal en Francia cuando contiene menos del 0,2% de THC. El THC (tetrahidrocannabinol) es psicoactivo y solo está disponible con autorización médica. Nuestros productos indican claramente su contenido de cannabinoides.
fi: CBD (kannabidioli) ei aiheuta päihtymystilaa ja on laillista Ranskassa, kun se sisältää alle 0,2 % THC:tä. THC (tetrahydrokannabinoli) on psyykevaikutteinen ja saatavilla vain lääkärin luvalla. Tuotteemme osoittavat selvästi kannabinoidipitoisuutensa.
ga: Níl CBD (cannabidiol) meisciúil agus tá sé dlíthiúil sa Fhrainc nuair a bhíonn níos lú ná 0.2% THC ann. Tá THC (tetrahydrocannabinol) síceaghníomhach agus níl sé ar fáil ach le húdarú míochaine. Léiríonn ár dtáirgí a n-inneachar cannabainóideach go soiléir.
hu: A CBD (kannabidiol) nem kábítószer hatású és legális Franciaországban, ha kevesebb mint 0,2% THC-t tartalmaz. A THC (tetrahidrokannabinol) pszichoaktív és csak orvosi engedéllyel elérhető. Termékeink egyértelműen feltüntetik kannabinoid tartalmukat.
it: Il CBD (cannabidiolo) non è psicoattivo ed è legale in Francia quando contiene meno dello 0,2% di THC. Il THC (tetraidrocannabinolo) è psicoattivo e disponibile solo con autorizzazione medica. I nostri prodotti indicano chiaramente il loro contenuto di cannabinoidi.
no: CBD (cannabidiol) er ikke berusende og lovlig i Frankrike når det inneholder mindre enn 0,2 % THC. THC (tetrahydrocannabinol) er psykoaktivt og kun tilgjengelig med medisinsk autorisasjon. Våre produkter angir tydelig sitt cannabinoidinnhold.
sv: CBD (cannabidiol) är inte berusande och lagligt i Frankrike när det innehåller mindre än 0,2% THC. THC (tetrahydrocannabinol) är psykoaktivt och endast tillgängligt med medicinskt tillstånd. Våra produkter anger tydligt sitt cannabinoihinnehåll.

source: What are terpenes and why are they important?
da: Hvad er terpener, og hvorfor er de vigtige?
de: Was sind Terpene und warum sind sie wichtig?
es: ¿Qué son los terpenos y por qué son importantes?
fi: Mitä ovat terpeenit ja miksi ne ovat tärkeitä?
ga: Cad iad teirpéin agus cén fáth a bhfuil siad tábhachtach?
hu: Mik a terpének és miért fontosak?
it: Cosa sono i terpeni e perché sono importanti?
no: Hva er terpener og hvorfor er de viktige?
sv: Vad är terpener och varför är de viktiga?

source: Terpenes are aromatic compounds that influence cannabis effects and flavors. Different strains have unique terpene profiles that contribute to their therapeutic properties and sensory experience.
da: Terpener er aromatiske forbindelser, der påvirker cannabiseffekter og smage. Forskellige sorter har unikke terpenprofiler, der bidrager til deres terapeutiske egenskaber og sensoriske oplevelse.
de: Terpene sind aromatische Verbindungen, die Cannabiswirkungen und -aromen beeinflussen. Verschiedene Sorten haben einzigartige Terpenprofile, die zu ihren therapeutischen Eigenschaften und sensorischen Erfahrungen beitragen.
es: Los terpenos son compuestos aromáticos que influyen en los efectos y sabores del cannabis. Diferentes cepas tienen perfiles de terpenos únicos que contribuyen a sus propiedades terapéuticas y experiencia sensorial.
fi: Terpeenit ovat aromaattisia yhdisteitä, jotka vaikuttavat kannabiksen vaikutuksiin ja makuihin. Eri kannabisroduilla on ainutlaatuiset terpeeniprofiilit, jotka vaikuttavat niiden terapeuttisiin ominaisuuksiin ja aistinvaraisiin kokemuksiin.
ga: Is comhdhúile aramatacha iad teirpéin a théann i bhfeidhm ar éifeachtaí agus blasanna cannabais. Tá próifílí teirpéin uathúla ag síolta éagsúla a chuireann lena n-airíonna teiripeacha agus lena n-eispéireas céadfach.
hu: A terpének aromás vegyületek, amelyek befolyásolják a kannabisz hatásait és ízeit. Különböző fajtáknak egyedi terpén profiljaik vannak, amelyek hozzájárulnak terápiás tulajdonságaikhoz és érzéki élményükhöz.
it: I terpeni sono composti aromatici che influenzano gli effetti e i sapori della cannabis. Diverse varietà hanno profili terpenici unici che contribuiscono alle loro proprietà terapeutiche e all'esperienza sensoriale.
no: Terpener er aromatiske forbindelser som påvirker cannabiseffekter og smaker. Forskjellige stammer har unike terpenprofiler som bidrar til deres terapeutiske egenskaper og sanseopplevelse.
sv: Terpener är aromatiska föreningar som påverkar cannabiseffekter och smaker. Olika sorter har unika terpenprofiler som bidrar till deras terapeutiska egenskaper och sensoriska upplevelse.

source: Ordering & Shipping
da: Bestilling & forsendelse
de: Bestellung & Versand
es: Pedidos y envíos
fi: Tilaus & Toimitus
ga: Ordú & Loingseoireacht
hu: Rendelés & Szállítás
it: Ordini & Spedizioni
no: Bestilling og forsendelse
sv: Beställning & Frakt

source: Do I need medical authorization to order?
da: Har jeg brug for medicinsk autorisation til at bestille?
de: Benötige ich eine medizinische Autorisierung zur Bestellung?
es: ¿Necesito autorización médica para pedir?
fi: Tarvitsenko lääkärin luvan tilaukseen?
ga: An gá dom údarú míochaine chun ordú a chur?
hu: Orvosi engedélyre van szükségem rendeléshez?
it: Ho bisogno dell'autorizzazione medica per ordinare?
no: Trenger jeg medisinsk autorisasjon for å bestille?
sv: Behöver jag medicinskt tillstånd för att beställa?

source: Our CBD products (under 0.2% THC) don't require authorization. For medical cannabis products with higher THC content, valid medical documentation is required as per French regulations.
da: Vores CBD-produkter (under 0,2% THC) kræver ikke autorisation. For medicinske cannabisprodukter med højere THC-indhold kræves gyldig medicinsk dokumentation i henhold til franske regler.
de: Unsere CBD-Produkte (unter 0,2% THC) benötigen keine Autorisierung. Für medizinisches Cannabis mit höherem THC-Gehalt sind gemäß französischen Vorschriften gültige medizinische Unterlagen erforderlich.
es: Nuestros productos CBD (menos del 0,2% THC) no requieren autorización. Para productos de cannabis médico con mayor contenido de THC, se requiere documentación médica válida según las regulaciones francesas.
fi: CBD-tuotteemme (alle 0,2 % THC:tä) eivät vaadi lupaa. Lääkekannabistuotteisiin, joissa on korkeampi THC-pitoisuus, tarvitaan voimassa oleva lääketieteellinen dokumentaatio Ranskan säädösten mukaisesti.
ga: Ní gá údarú lenár dtáirgí CBD (faoi 0.2% THC). Le haghaidh táirgí cannabais míochaine le cion THC níos airde, teastaíonn doiciméadú míochaine bailí de réir rialachán na Fraince.
hu: CBD termékeink (0,2% THC alatt) nem igényelnek engedélyt. Magasabb THC-tartalmú orvosi kannabiszárukhoz érvényes orvosi dokumentáció szükséges a francia szabályozásnak megfelelően.
it: I nostri prodotti CBD (meno dello 0,2% di THC) non richiedono autorizzazione. Per i prodotti a base di cannabis medica con un contenuto più elevato di THC, è necessaria una documentazione medica valida secondo le normative francesi.
no: Våre CBD-produkter (under 0,2 % THC) krever ikke autorisasjon. For medisinske cannabisprodukter med høyere THC-innhold kreves gyldig medisinsk dokumentasjon i henhold til franske forskrifter.
sv: Våra CBD-produkter (under 0,2% THC) kräver inget tillstånd. För medicinska cannabisprodukter med högre THC-innehåll krävs giltig medicinsk dokumentation enligt franska föreskrifter.

source: How discreet is your packaging?
da: Hvor diskret er jeres emballage?
de: Wie diskret ist Ihre Verpackung?
es: ¿Qué tan discreto es su empaque?
fi: Kuinka hienovarainen pakkaus on?
ga: Cé chomh discréideach is atá do phacáistiú?
hu: Mennyire diszkrét a csomagolásotok?
it: Quanto è discreto il vostro imballaggio?
no: Hvor diskré er emballasjen deres?
sv: Hur diskret är er förpackning?

source: All orders are shipped in plain, unmarked packaging without any cannabis-related branding. We use odor-proof materials for complete discretion.
da: Alle ordrer sendes i almindelig, umærket emballage uden cannabisrelateret branding. Vi bruger lugtfrie materialer til fuld diskretion.
de: Alle Bestellungen werden in neutraler, unbeschrifteter Verpackung ohne Cannabis-Branding versendet. Wir verwenden geruchssichere Materialien für vollständige Diskretion.
es: Todos los pedidos se envían en empaques simples sin marcas relacionadas con el cannabis. Usamos materiales a prueba de olores para total discreción.
fi: Kaikki tilaukset toimitetaan yksinkertaisessa, merkittymättömässä pakkauksessa ilman mitään kannabikseen viittaavia brändäyksiä. Käytämme hajunsietoisia materiaaleja täydellisen hienovaraisuuden varmistamiseksi.
ga: Seachadtar gach ordú i bpacáistiú simplí gan mharcáil gan aon bhrandáil a bhaineann le cannabais. Úsáidimid ábhair atá díonach ó bholadh le haghaidh discréid iomlán.
hu: Minden rendelést egyszerű, jelzés nélküli csomagolásban szállítunk, kannabiszzal kapcsolatos márkajelzés nélkül. Szagmentes anyagokat használunk teljes diszkréció érdekében.
it: Tutti gli ordini vengono spediti in imballaggi anonimi senza alcun marchio legato alla cannabis. Utilizziamo materiali anti-odore per una completa discrezione.
no: Alle bestillinger sendes i enkel, umerket emballasje uten cannabisrelatert merkevare. Vi bruker luktfrie materialer for full diskresjon.
sv: Alla beställningar skickas i enkel, omärkt förpackning utan cannabisrelaterad branding. Vi använder lukttäta material för fullständig diskretion.
