Repository: AndersonKamsong/medical_project
Catalog: medicalstore_robet/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, ga, hu, it, no, sv

source: All products meet EU and French regulations with less than 0.2% THC unless medically authorized.
da: Alle produkter overholder EU- og franske regler med mindre end 0,2% THC, medmindre det er medicinsk autoriseret.
de: Alle Produkte entsprechen EU- und französischen Vorschriften mit weniger als 0,2% THC, sofern nicht medizinisch autorisiert.
es: Todos los productos cumplen con las regulaciones de la UE y francesas con menos del 0,2% de THC a menos que estén médicamente autorizados.
fi: Kaikki tuotteet täyttävät EU:n ja Ranskan säädökset alle 0,2 % THC-pitoisuudella, ellei lääketieteellistä lupaa ole.
ga: Comhlíonann gach táirge rialacháin an AE agus na Fraince le níos lú ná 0.2% THC mura bhfuil údarú míochaine ann.
hu: Minden termék megfelel az EU és francia szabályozásoknak, kevesebb mint 0,2% THC-t tartalmazva, hacsak orvosi engedély nem áll rendelkezésre.
it: Tutti i prodotti soddisfano le normative UE e francesi con meno dello 0,2% di THC a meno che non siano autorizzati medicalmente.
no: Alle produkter oppfyller EU og franske forskrifter med mindre enn 0,2 % THC med mindre medisinsk autorisert.
sv: Alla produkter uppfyller EU och franska regler med mindre än 0,2% THC om inte medicinskt godkänt.

source: Education:
da: Uddannelse:
de: Bildung:
es: Educación:
fi: Koulutus:
ga: Oideachas:
hu: Oktatás:
it: Educazione:
no: Utdanning:
sv: Utbildning:

source: Resources to help consumers understand cannabis science and responsible use.
da: Ressourcer til at hjælpe forbrugere med at forstå cannabisforskning og ansvarlig brug.
de: Ressourcen, um Verbrauchern Cannabiswissenschaft und verantwortungsvollen Gebrauch zu vermitteln.
es: Recursos para ayudar a los consumidores a comprender la ciencia del cannabis y el uso responsable.
fi: Resursseja, jotka auttavat kuluttajia ymmärtämään kannabiksen tiedettä ja vastuullista käyttöä.
ga: Acmhainní chun cabhrú le tomhaltóirí tuiscint a fháil ar eolaíocht cannabais agus úsáid fhreagrach.
hu: Források, amelyek segítenek a fogyasztóknak megérteni a kannabisz tudományát és a felelős használatot.
it: Risorse per aiutare i consumatori a comprendere la scienza della cannabis e l'uso responsabile.
no: Ressurser for å hjelpe forbrukere å forstå cannabisforskning og ansvarlig bruk.
sv: Resurser för att hjälpa konsumenter förstå cannabiskunskap och ansvarsfull användning.

source: Why Choose GreenMed Store
da: Hvorfor vælge GreenMed Store
de: Warum GreenMed Store wählen
es: ¿Por qué elegir GreenMed Store?
fi: Miksi Valita GreenMed Store
ga: Cén fáth GreenMed Store a Roghnú
hu: Miért válassza a GreenMed Store-t
it: Perché Scegliere GreenMed Store
no: Hvorfor velge GreenMed Store
sv: Varför välja GreenMed Store

source: Lab Testing
da: Laboratorietestning
de: Labortests
es: Pruebas de laboratorio
fi: Laboratoriotestaus
ga: Tástáil Saotharlainne
hu: Laboratóriumi tesztelés
it: Test di Laboratorio
no: Laboratorietesting
sv: Laboratorietestning

source: Every product batch tested for cannabinoids, terpenes, pesticides, heavy metals, and microbial contaminants.
da: Hver produktbatch testet for cannabinoider, terpener, pesticider, tungmetaller og mikrobielle forurenende stoffer.
de: Jede Produktcharge wird auf Cannabinoide, Terpene, Pestizide, Schwermetalle und mikrobielle Verunreinigungen getestet.
es: Cada lote de producto probado para cannabinoides, terpenos, pesticidas, metales pesados y contaminantes microbianos.
fi: Jokainen tuoteerä testataan kannabinoideille, terpeeneille, torjunta-aineille, raskasmetalleille ja mikrobisaasteille.
ga: Gach baisc táirgí tástáilte le haghaidh cannabainóidí, teirpéin, lotnaidicídí, miotail throma, agus éillithe miocrabha.
hu: Minden terméktétel tesztelve kannabinoidokra, terpénekre, permetezőszerekre, nehézfémekre és mikrobás szennyeződésekre.
it: Ogni lotto di prodotto testato per cannabinoidi, terpeni, pesticidi, metalli pesanti e contaminanti microbici.
no: Hver produktbatch testet for cannabinoider, terpener, plantevernmidler, tungmetaller og mikrobielle forurensninger.
sv: Varje produktbatch testas för cannabinoider, terpener, bekämpningsmedel, tungmetaller och mikrobiella föroreningar.

source: Sustainable Cultivation
da: Bæredygtig dyrkning
de: Nachhaltiger Anbau
es: Cultivo sostenible
fi: Kestävät Viljelytavat
ga: Saothrú Inbhuanaithe
hu: Fenntartható termesztés
it: Coltivazione Sostenibile
no: Bærekraftig dyrking
sv: Hållbar odling

source: Partnering with organic farms using sustainable growing practices and natural pest control.
da: Samarbejde med økologiske gårde, der bruger bæredygtige dyrkningsmetoder og naturlig skadedyrsbekæmpelse.
de: Partnerschaft mit Bio-Betrieben, die nachhaltige Anbaumethoden und natürliche Schädlingsbekämpfung nutzen.
es: Asociación con granjas orgánicas que utilizan prácticas de cultivo sostenibles y control natural de plagas.
fi: Yhteistyötä luomutilojen kanssa, jotka käyttävät kestäviä viljelykäytäntöjä ja luonnollisia tuholaistorjuntaa.
ga: Comhpháirtíocht le feirmeacha orgánacha a úsáideann cleachtais fhásúla inbhuanaithe agus rialú nádúrtha lotnaidí.
hu: Együttműködés organikus gazdaságokkal, fenntartható termesztési gyakorlatokat és természetes kártevőirtást alkalmazva.
it: Collaborazione con aziende agricole biologiche che utilizzano pratiche di coltivazione sostenibili e controllo naturale dei parassiti.
no: Samarbeid med økologiske gårder som bruker bærekraftige dyrkingsmetoder og naturlig skadedyrbekjempelse.
sv: Samarbete med ekologiska gårdar som använder hållbara odlingsmetoder och naturlig skadedjursbekämpning.

source: Consumer Education
da: Forbrugeruddannelse
de: Verbraucheraufklärung
es: Educación del consumidor
fi: Kuluttajakoulutus
ga: Oideachas Tomhaltóirí
hu: Fogyasztói oktatás
it: Educazione del Consumatore
no: Forbrukeropplæring
sv: Konsumentutbildning

source: Resources on cannabinoids, terpenes, consumption methods, and responsible use.
da: Ressourcer om cannabinoider, terpener, forbrugsmetoder og ansvarlig brug.
de: Ressourcen über Cannabinoide, Terpene, Konsummethoden und verantwortungsvollen Gebrauch.
es: Recursos sobre cannabinoides, terpenos, métodos de consumo y uso responsable.
fi: Resursseja kannabinoideista, terpeeneistä, kulutustavoista ja vastuullisesta käytöstä.
ga: Acmhainní ar channabainóidí, teirpéin, modhanna tomhaltais, agus úsáid fhreagrach.
hu: Források kannabinoidokról, terpénekről, fogyasztási módszerekről és felelős használatról.
it: Risorse su cannabinoidi, terpeni, metodi di consumo e uso responsabile.
no: Ressurser om cannabinoider, terpener, inntaksmetoder og ansvarlig bruk.
sv: Resurser om cannabinoider, terpener, konsumtionsmetoder och ansvarsfull användning.

source: Our Cannabis Expertise
da: Vores cannabisekspertise
de: Unsere Cannabis-Expertise
es: Nuestra experiencia en cannabis
fi: Kannabisosaamisemme
ga: Ár saineolas Cannabais
hu: Kannabisz szakértelmünk
it: La Nostra Competenza sulla Cannabis
no: Vår cannabisekspertise
sv: Vår cannabisexpertis

source: Our team includes cannabis cultivators, chemists, and wellness experts passionate about the therapeutic potential of cannabinoids. We collaborate with research institutions to advance cannabis science.
da: Vores team inkluderer cannabisdyrkere, kemikere og wellness-eksperter, der er passionerede omkring cannabinoidernes terapeutiske potentiale. Vi samarbejder med forskningsinstitutioner for at fremme cannabisforskning.
de: Unser Team umfasst Cannabis-Anbauer, Chemiker und Wellness-Experten, die sich für das therapeutische Potenzial von Cannabinoiden begeistern. Wir arbeiten mit Forschungseinrichtungen zusammen, um die Cannabiswissenschaft voranzubringen.
es: Nuestro equipo incluye cultivadores de cannabis, químicos y expertos en bienestar apasionados por el potencial terapéutico de los cannabinoides. Colaboramos con instituciones de investigación para avanzar en la ciencia del cannabis.
fi: Tiimimme sisältää kannabiksen viljelijöitä, kemistejä ja hyvinvointiasiantuntijoita, jotka ovat intohimoisia kannabinoidien terapeuttisesta potentiaalista. Teemme yhteistyötä tutkimuslaitosten kanssa edistääksemme kannabistiedettä.
ga: Áirítear leár foireann saothraithe cannabais, ceimiceoirí, agus saineolaithe folláine atá díograiseach faoi acmhainneacht teiripeach cannabainóidí. Comhoibrímid le hinstitiúidí taighde chun eolaíocht cannabais a chur chun cinn.
hu: Csapatunkban vannak kannabiszkultivátorok, vegyészek és jóléti szakértők, akik szenvedélyesen hisznek a kannabinoidok terápiás potenciáljában. Együttműködünk kutatási intézményekkel a kannabisz tudomány előrehaladásáért.
it: Il nostro team include coltivatori di cannabis, chimici ed esperti di benessere appassionati del potenziale terapeutico dei cannabinoidi. Collaboriamo con istituzioni di ricerca per far progredire la scienza della cannabis.
no: Vårt team inkluderer cannabisdyrkere, kjemikere og helseeksperter som er lidenskapelige om cannabinoider terapeutiske potensial. Vi samarbeider med forskningsinstitusjoner for å fremme cannabisforskning.
sv: Vårt team inkluderar cannabisolare, kemister och hälsaexperter som brinner för cannabinoidernas terapeutiska potential. Vi samarbetar med forskningsinstitutioner för att främja cannabiskunskap.

source: For medical cannabis products, we work with licensed healthcare providers to ensure proper guidance and dosing recommendations.
da: For medicinske cannabisprodukter arbejder vi sammen med licenserede sundhedsudbydere for at sikre korrekt vejledning og doseringsanbefalinger.
de: Für medizinisches Cannabis arbeiten wir mit lizenzierten Ärzten zusammen, um richtige Anleitung und Dosierungsempfehlungen zu gewährleisten.
es: Para productos de cannabis médico, trabajamos con proveedores de atención médica autorizados para garantizar una orientación adecuada y recomendaciones de dosificación.
fi: Lääkekannabistuotteiden osalta teemme yhteistyötä lisenssillä varustettujen terveydenhuollon ammattilaisten kanssa varmistaaksemme asianmukaiset ohjeet ja annossuositukset.
ga: Le haghaidh táirgí cannabais míochaine, oibrímid le soláthraithe cúram sláinte ceadúnaithe chun treoir cheart agus moltaí dáileoga a áirithiú.
hu: Orvosi kannabiszáruknál engedéllyel rendelkező egészségügyi szolgáltatókkal dolgozunk együtt, hogy megfelelő útmutatást és adagolási ajánlásokat biztosítsunk.
it: Per i prodotti a base di cannabis medica, lavoriamo con operatori sanitari autorizzati per garantire una guida adeguata e raccomandazioni sul dosaggio.
no: For medisinske cannabisprodukter arbeider vi med lisensierte helsepersonell for å sikre riktig veiledning og doseringsanbefalinger.
sv: För medicinska cannabisprodukter samarbetar vi med licensierade vårdgivare för att säkerställa korrekt vägledning och doseringsrekommendationer.

source: Legal Compliance
da: Juridisk overholdelse
de: Rechtliche Compliance
es: Cumplimiento legal
fi: Lainmukaisuus
ga: Comhlíonadh Dlíthiúil
hu: Jogi megfelelés
it: Conformità Legale
no: Juridisk overholdelse
sv: Laglig efterlevnad

source: All products comply with French and EU regulations (THC < 0.2%). Medical cannabis products require proper authorization. We verify age (18+) for all purchases.
da: Alle produkter overholder franske og EU-regler (THC < 0,2%). Medicinske cannabisprodukter kræver korrekt autorisation. Vi verificerer alder (18+) for alle køb.
de: Alle Produkte entsprechen französischen und EU-Verordnungen (THC < 0,2%). Medizinisches Cannabis erfordert entsprechende Autorisierung. Wir verifizieren das Alter (18+) für alle Käufe.
es: Todos los productos cumplen con las regulaciones francesas y de la UE (THC < 0,2%). Los productos de cannabis médico requieren autorización adecuada. Verificamos la edad (18+) para todas las compras.
fi: Kaikki tuotteet noudattavat Ranskan ja EU:n säädöksiä (THC < 0,2%). Lääkekannabistuotteet vaativat asianmukaisen luvan. Varmistamme iän (18+) kaikille ostoille.
ga: Comhlíonann gach táirge rialacháin na Fraince agus an AE (THC < 0.2%). Teastaíonn údarú ceart le haghaidh táirgí cannabais míochaine. Fíoraímid aois (18+) le haghaidh gach ceannach.
hu: Minden termék megfelel a francia és EU-s szabályozásoknak (THC < 0,2%). Az orvosi kannabiszáruk megfelelő engedélyt igényelnek. Ellenőrizzük a korhatárt (18+) minden vásárláshoz.
it: Tutti i prodotti sono conformi alle normative francesi e UE (THC < 0,2%). I prodotti a base di cannabis medica richiedono la giusta autorizzazione. Verifichiamo l'età (18+) per tutti gli acquisti.
no: Alle produkter overholder franske og EU-forskrifter (THC < 0,2%). Medisinske cannabisprodukter krever riktig autorisasjon. Vi verifiserer alder (18+) for alle kjøp.
sv: Alla produkter följer franska och EU-förordningar (THC < 0,2%). Medicinska cannabisprodukter kräver korrekt tillstånd. Vi verifierar ålder (18+) för alla köp.

source: Have Cannabis Questions?
da: Har du spørgsmål om cannabis?
de: Fragen zu Cannabis?
es: ¿Tiene preguntas sobre cannabis?
fi: Onko Kysyttävää Kannabiksesta?
ga: An bhfuil Ceisteanna Cannabais agat?
hu: Kérdése van a kannabiszzal kapcsolatban?
it: Hai Domande sulla Cannabis?
no: Har du cannabisspørsmål?
sv: Har du frågor om cannabis?

source: Our cannabis specialists are here to help with product selection, usage guidance, and general inquiries.
da: Vores cannabiseksperter er her for at hjælpe med produktvalg, brugsvejledning og generelle forespørgsler.
de: Unsere Cannabis-Spezialisten helfen bei Produktauswahl, Anwendungshinweisen und allgemeinen Anfragen.
es: Nuestros especialistas en cannabis están aquí para ayudar con la selección de productos, orientación de uso y consultas generales.
fi: Kannabisasiantuntijamme ovat täällä auttamassa tuotevalinnassa, käyttöohjeissa ja yleisissä kyselyissä.
ga: Tá ár saineolaithe cannabais anseo chun cabhrú le roghnú táirgí, treoir úsáide, agus fiosrúcháin ghinearálta.
hu: Kannabisz szakértőink itt vannak, hogy segítsenek termékválasztásban, használati útmutatásban és általános kérdésekben.
it: I nostri specialisti di cannabis sono qui per aiutarti con la selezione dei prodotti, la guida all'uso e le domande generali.
no: Våre cannabisspesialister er her for å hjelpe med produktvalg, bruksveiledning og generelle forespørsler.
sv: Våra cannabisspecialister finns här för att hjälpa till med produktval, användningsvägledning och allmänna frågor.

source: Contact Us
da: Kontakt os
de: Kontakt
es: Contáctenos
fi: Ota Yhteyttä
ga: Déan Teagmháil Linn
hu: Lépjen kapcsolatba velünk
it: Contattaci
no: Kontakt oss
sv: Kontakta oss

source: You must be at least 18 years old to enter this site
da: Du skal være mindst 18 år gammel for at få adgang til dette websted
de: Sie müssen mindestens 18 Jahre alt sein, um diese Seite zu betreten
es: Debe tener al menos 18 años para ingresar a este sitio
fi: Sinun on oltava vähintään 18-vuotias päästäksesi tälle sivustolle
ga: Ní mór duit a bheith 18 bliana d'aois ar a laghad chun dul isteach ar an suíomh seo
hu: Legalább 18 évesnek kell lennie a webhely belépéséhez
it: Devi avere almeno 18 anni per accedere a questo sito
no: Du må være minst 18 år gammel for å få tilgang til dette nettstedet
sv: Du måste vara minst 18 år gammal för att komma in på denna webbplats

source: I'm 18 or Older
da: Jeg er 18 eller derover
de: Ich bin 18 oder älter
es: Tengo 18 años o más
fi: Olen 18-vuotias tai vanhempi
ga: Tá mé 18 nó níos sine
hu: 18 éves vagy idősebb vagyok
it: Ho 18 anni o più
no: Jeg er 18 eller eldre
sv: Jag är 18 eller äldre

source: I'm Under 18
da: Jeg er under 18
de: Ich bin unter 18
es: Soy menor de 18 años
fi: Olen alle 18-vuotias
ga: Tá mé faoi 18
hu: 18 év alatti vagyok
it: Ho meno di 18 anni
no: Jeg er under 18
sv: Jag är under 18

source: By entering this site, you agree to our Terms of Service and Privacy Policy
da: Ved at gå ind på dette websted accepterer du vores Servicevilkår og Privatlivspolitik
de: Durch den Zugriff auf diese Seite stimmen Sie unseren Nutzungsbedingungen und der Datenschutzrichtlinie zu
es: Al ingresar a este sitio, acepta nuestros Términos de Servicio y Política de Privacidad
fi: Sivustolle tulemalla hyväksyt Käyttöehdot ja Tietosuojakäytäntömme
ga: Trí dul isteach ar an suíomh seo, aontaíonn tú lenár dTéarmaí Seirbhíse agus ár bPolasaí Príobháideachta
hu: A webhely belépésével elfogadja Szolgáltatási Feltételeinket és Adatvédelmi irányelveinket
it: Accedendo a questo sito, accetti i nostri Termini di Servizio e l'Informativa sulla Privacy
no: Ved å gå inn på dette nettstedet godtar du våre bruksvilkår og personvernerklæring
sv: Genom att gå in på denna webbplats godkänner du våra Användarvillkor och Integritetspolicy

source: We use cookies to enhance your cannabis shopping experience. By continuing, you accept our use of cookies.
da: Vi bruger cookies til at forbedre din cannabis-shoppingoplevelse. Ved at fortsætte accepterer du vores brug af cookies.
de: Wir verwenden Cookies, um Ihr Cannabis-Einkaufserlebnis zu verbessern. Durch Fortfahren akzeptieren Sie unsere Cookie-Nutzung.
es: Usamos cookies para mejorar su experiencia de compra de cannabis. Al continuar, acepta nuestro uso de cookies.
fi: Käytämme evästeitä parantaaksemme kannabiksen ostokokemustasi. Jatkamalla hyväksyt evästeiden käytön.
ga: Úsáidimid fianáin chun d'eispéireas siopadóireachta cannabais a fheabhsú. Trí leanúint ar aghaidh, glacann tú lenár n-úsáid fianán.
hu: Sütiket használunk a kannabisz vásárlási élmény javítására. A folytatással elfogadja sütik használatunkat.
it: Utilizziamo i cookie per migliorare la tua esperienza di acquisto di cannabis. Continuando, accetti il nostro uso dei cookie.
no: Vi bruker informasjonskapsler for å forbedre din cannabishandelsopplevelse. Ved å fortsette godtar du vår bruk av informasjonskapsler.
sv: Vi använder kakor för att förbättra din cannabisshoppingupplevelse. Genom att fortsätta accepterar du vår användning av kakor.

source: Search cannabis products...
da: Søg efter cannabisprodukter...
de: Cannabisprodukte suchen...
es: Buscar productos de cannabis...
fi: Etsi kannabistuotteita...
ga: Cuardaigh táirgí cannabais...
hu: Kannabiszáruk keresése...
it: Cerca prodotti a base di cannabis...
no: Søk etter cannabisprodukter...
sv: Sök cannabisprodukter...

source: Learn
da: Lær
de: Lernen
es: Aprender
fi: Opi
ga: Foghlaim
hu: Tanulás
it: Impara
no: Lær
sv: Lär dig

source: Medical Prescriptions
da: Medicinske recepter
de: Medizinische Verschreibungen
es: Recetas médicas
fi: Lääkärin Reseptit
ga: Oideas Míochaine
hu: Orvosi receptek
it: Prescrizioni Mediche
no: Medisinske resepter
sv: Medicinska recept

source: Shop
da: Butik
de: Einkaufen
es: Tienda
fi: Kauppa
ga: Siopa
hu: Bolt
it: Negozio
no: Butikk
sv: Butik

source: CBD Products
da: CBD-produkter
de: CBD-Produkte
es: Productos CBD
fi: CBD-tuotteet
ga: Táirgí CBD
hu: CBD termékek
it: Prodotti CBD
no: CBD-produkter
sv: CBD-produkter

source: Hemp Flowers
da: Hampblomster
de: Hanfblüten
es: Flores de cáñamo
fi: Hamppukukinnot
ga: Bláthanna Cnáibe
hu: Kender virágok
it: Fiori di Canapa
no: Hampblomster
sv: Hampblommor

source: Cannabis Oils
da: Cannabisolier
de: Cannabisöle
es: Aceites de cannabis
fi: Kannabisöljyt
ga: Olaí Cannabais
hu: Kannabisz olajok
it: Oli di Cannabis
no: Cannabisoljer
sv: Cannabisoljor

source: Medical Cannabis
da: Medicinsk cannabis
de: Medizinisches Cannabis
es: Cannabis médico
fi: Lääkekannabis
ga: Cannabas Míochaine
hu: Orvosi kannabisz
it: Cannabis Medica
no: Medisinsk cannabis
sv: Medicinsk cannabis

source: Information
de: Informationen
es: Información
fi: Tiedot
ga: Faisnéis
hu: Információ
it: Informazioni
no: Informasjon

source: Cannabis Education
da: Cannabisdannelse
de: Cannabis-Aufklärung
es: Educación sobre cannabis
fi: Kannabiskoulutus
ga: Oideachas Cannabais
hu: Kannabisz oktatás
it: Educazione sulla Cannabis
no: Cannabisutdanning
sv: Cannabisutbildning

source: Lab Results
da: Laboratorieresultater
de: Laborergebnisse
es: Resultados de laboratorio
fi: Laboratoriotulokset
ga: Torthaí Saotharlainne
hu: Labor eredmények
it: Risultati di Laboratorio
no: Laboratorieresultater
sv: Laboratorieresultat

source: Shipping Policy
da: Forsendelsespolitik
de: Versandrichtlinie
es: Política de envío
fi: Toimituskäytäntö
ga: Polasaí Loingseoireachta
hu: Szállítási politika
it: Politica di Spedizione
no: Forsendelsespolitikk
sv: Fraktpolicy

source: Returns Policy
da: Returpolitik
de: Rückgaberichtlinie
es: Política de devoluciones
fi: Palautuskäytäntö
ga: Polasaí Aisíocaíochta
hu: Visszaküldési politika
it: Politica di Reso
no: Returpolitikk
sv: Returpolicy

source: Disclaimer:
da: Ansvarsfraskrivelse:
de: Haftungsausschluss:
es: Descargo de responsabilidad:
fi: Vastuuvapauslauseke:
ga: Séanadh:
hu: Felelősségvállalás:
it: Dichiarazione di Non Responsabilità:
no: Ansvarsfraskrivelse:
sv: Anmärkning:

source: Products contain less than 0.2% THC. Not intended to diagnose, treat, cure or prevent any disease. Keep out of reach of children.
da: Produkter indeholder mindre end 0,2% THC. Er ikke beregnet til at diagnosticere, behandle, helbrede eller forebygge sygdomme. Hold utilgængeligt for børn.
de: Produkte enthalten weniger als 0,2% THC. Nicht zur Diagnose, Behandlung, Heilung oder Vorbeugung von Krankheiten bestimmt. Von Kindern fernhalten.
es: Los productos contienen menos del 0,2% de THC. No están destinados a diagnosticar, tratar, curar o prevenir ninguna enfermedad. Mantener fuera del alcance de los niños.
fi: Tuotteet sisältävät alle 0,2 % THC:tä. Ei tarkoitettu minkään sairauden diagnosointiin, hoitoon, parantamiseen tai ehkäisyyn. Pidä lasten ulottumattomissa.
ga: Tá níos lú ná 0.2% THC sna táirgí. Ní ceaptha chun aon ghalar a dhiagnóisiú, a chóireáil, a leigheas nó a chosc. Coinnigh amach ó leanaí.
hu: A termékek kevesebb mint 0,2% THC-t tartalmaznak. Nem diagnosztizálnak, kezelnek, gyógyítanak vagy megelőznek betegségeket. Tartsa gyermekek elől.
it: I prodotti contengono meno dello 0,2% di THC. Non destinati a diagnosticare, trattare, curare o prevenire alcuna malattia. Tenere fuori dalla portata dei bambini.
no: Produkter inneholder mindre enn 0,2 % THC. Ikke ment å diagnostisere, behandle, kurere eller forebygge sykdom. Hold utilgjengelig for barn.
sv: Produkter innehåller mindre än 0,2% THC. Avsedda inte att diagnostisera, behandla, bota eller förebygga någon sjukdom. Håll utom räckhåll för barn.

source: License Number: FR-CBD-2024-001
da: Licensnummer: FR-CBD-2024-001
de: Lizenznummer: FR-CBD-2024-001
es: Número de licencia: FR-CBD-2024-001
fi: Lisenssinumero: FR-CBD-2024-001
ga: Uimhir Cheadúnais: FR-CBD-2024-001
hu: Engedélyszám: FR-CBD-2024-001
it: Numero di Licenza: FR-CBD-2024-001
no: Lisensnummer: FR-CBD-2024-001
sv: Licensnummer: FR-CBD-2024-001
