Repository: AndersonKamsong/medical_project
Catalog: medicalstore_robet/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, ga, hu, it, no, sv

source: GreenMed Store shall not be liable for any damages arising from use of our cannabis products or website content. We expressly disclaim responsibility for any adverse effects, interactions with medications, or consequences of improper product use.
da: GreenMed Store er ikke ansvarlig for eventuelle skader, der opstår ved brug af vores cannabisprodukter eller webstedsindhold. Vi fraskriver os udtrykkeligt ansvar for eventuelle bivirkninger, interaktioner med medicin eller konsekvenser af ukorrekt produktbrug.
de: GreenMed Store haftet nicht für Schäden durch die Nutzung unserer Cannabisprodukte oder Website-Inhalte. Wir lehnen ausdrücklich die Verantwortung für Nebenwirkungen, Wechselwirkungen mit Medikamenten oder Folgen unsachgemäßer Produktnutzung ab.
es: GreenMed Store no será responsable por ningún daño derivado del uso de nuestros productos de cannabis o contenido del sitio web. Renunciamos expresamente a la responsabilidad por cualquier efecto adverso, interacciones con medicamentos o consecuencias del uso inadecuado del producto.
fi: GreenMed Store ei ole vastuussa vahingoista, jotka johtuvat kannabistuotteidemme tai verkkosivuston sisällön käytöstä. Kieltäydymme erityisesti vastuusta kaikista haittavaikutuksista, lääkevuorovaikutuksista tai virheellisen tuotekäytön seurauksista.
ga: Ní bheidh GreenMed Store faoi dhliteanas as aon damáiste a eascraíonn as úsáid ár dtáirgí cannabais nó ábhar an tsuímh ghréasáin. Séanaimid go sainráite freagracht as aon éifeachtaí díobhálacha, idirghníomhartha le cógais, nó iarmhairtí úsáide míchearta táirgí.
hu: A GreenMed Store nem vállal felelősséget a kannabiszáruink vagy weboldalunk tartalmának használatából eredő károkért. Kifejezetten elutasítjuk a felelősséget bármilyen mellékhatásért, gyógyszerkölcsönhatásért vagy a termék helytelen használatából eredő következményekért.
it: GreenMed Store non sarà responsabile per alcun danno derivante dall'uso dei nostri prodotti cannabis o contenuti del sito web. Decliniamo espressamente ogni responsabilità per effetti avversi, interazioni con farmaci o conseguenze di un uso improprio del prodotto.
no: GreenMed Store skal ikke være ansvarlig for noen skader som oppstår fra bruk av våre cannabisprodukter eller nettstedinnhold. Vi fraskriver oss uttrykkelig ansvar for eventuelle bivirkninger, interaksjoner med medisiner eller konsekvenser av feil bruk av produkter.
sv: GreenMed Store ska inte vara ansvarig för några skador som uppstår från användning av våra cannabisprodukter eller webbplatsinnehåll. Vi frånsäger oss uttryckligen ansvar för eventuella biverkningar, interaktioner med läkemedel eller konsekvenser av felaktig produktanvändning.

source: As cannabis laws vary by jurisdiction, we cannot guarantee the legal status of our products in your location. It is your responsibility to comply with local regulations.
da: Da cannabislove varierer efter jurisdiktion, kan vi ikke garantere den juridiske status for vores produkter på din placering. Det er dit ansvar at overholde lokale regler.
de: Da Cannabisgesetze je nach Gerichtsbarkeit variieren, können wir den rechtlichen Status unserer Produkte in Ihrem Standort nicht garantieren. Es liegt in Ihrer Verantwortung, lokale Vorschriften einzuhalten.
es: Dado que las leyes sobre el cannabis varían según la jurisdicción, no podemos garantizar el estado legal de nuestros productos en su ubicación. Es su responsabilidad cumplir con las regulaciones locales.
fi: Koska kannabiksen lait vaihtelevat lainkäyttöalueittain, emme voi taata tuotteidemme laillista asemaa sijaintisi mukaan. Sinun vastuullasi on noudattaa paikallisia määräyksiä.
ga: Toisc go n-athraíonn dlíthe cannabais de réir dlínse, ní féidir linn stádas dlíthiúil ár dtáirgí i do shuíomh a ráthú. Is freagracht duit féin é cloí le rialacháin áitiúla.
hu: Mivel a kannabisz törvények joghatóságonként változnak, nem garantálhatjuk termékeink jogi státuszát az Ön helyén. Az Ön felelőssége, hogy betartja a helyi szabályozásokat.
it: Poiché le leggi sulla cannabis variano a seconda della giurisdizione, non possiamo garantire lo stato legale dei nostri prodotti nella tua località. È tua responsabilità conformarti alle normative locali.
no: Ettersom cannabislover varierer etter jurisdiksjon, kan vi ikke garantere den juridiske statusen for våre produkter på din lokasjon. Det er ditt ansvar å overholde lokale forskrifter.
sv: Eftersom cannabislagar varierar beroende på jurisdiktion kan vi inte garantera den juridiska statusen för våra produkter på din plats. Det är ditt ansvar att följa lokala föreskrifter.

source: Governing Law
da: Gældende lov
de: Anwendbares Recht
es: Ley aplicable
fi: Sovellettava laki
ga: Dlí Rialaitheach
hu: Alkalmazandó jog
it: Legge Applicabile
no: Gjeldende lov
sv: Tillämplig lag

source: These terms are governed by French law, specifically regarding cannabis regulations under Article R. 5132-86 of the Public Health Code. Any disputes will be resolved in Lyon courts.
da: Disse vilkår er underlagt fransk lov, især vedrørende cannabisreguleringer under artikel R. 5132-86 i den offentlige sundhedskode. Eventuelle tvister vil blive løst i Lyons domstole.
de: Diese Bedingungen unterliegen französischem Recht, insbesondere Cannabisvorschriften gemäß Artikel R. 5132-86 des öffentlichen Gesundheitsgesetzbuchs. Streitigkeiten werden vor Gerichten in Lyon verhandelt.
es: Estos términos se rigen por la ley francesa, específicamente en lo que respecta a las regulaciones de cannabis bajo el Artículo R. 5132-86 del Código de Salud Pública. Cualquier disputa se resolverá en los tribunales de Lyon.
fi: Nämä ehdot ovat Ranskan lain alaisia, erityisesti kannabiksen säännösten osalta julkisen terveydenhuollon koodin artiklan R. 5132-86 mukaisesti. Kaikki kiistat ratkaistaan Lyonin tuomioistuimissa.
ga: Tá na téarmaí seo faoi réir dlí na Fraince, go háirithe maidir le rialacháin cannabais faoi Airteagal R. 5132-86 de Chód na Sláinte Poiblí. Réiteofar aon achrainn i gcúirteanna Lyon.
hu: Ezek a feltételek a francia jog szerint értelmezendők, különösen a közegészségügyi törvénykönyv R. 5132-86. cikke szerinti kannabiszszabályozás tekintetében. Minden vita a lyoni bíróságok előtt kerül megoldásra.
it: Questi termini sono regolati dalla legge francese, in particolare per quanto riguarda le normative sulla cannabis ai sensi dell'articolo R. 5132-86 del Codice della Sanità Pubblica. Eventuali controversie saranno risolte nei tribunali di Lione.
no: Disse vilkårene er underlagt fransk lov, spesielt angående cannabisforskrifter i henhold til artikkel R. 5132-86 i folkehelseloven. Eventuelle tvister vil bli løst i Lyons domstoler.
sv: Dessa villkor regleras av fransk lag, särskilt när det gäller cannabisförordningar enligt artikel R. 5132-86 i hälso- och sjukvårdslagen. Eventuella tvister kommer att lösas av domstolarna i Lyon.

source: Contact Information
da: Kontaktinformation
de: Kontaktinformationen
es: Información de contacto
fi: Yhteystiedot
ga: Faisnéis Teagmhála
hu: Kapcsolati információk
it: Informazioni di Contatto
no: Kontaktinformasjon
sv: Kontaktinformation

source: For legal inquiries regarding our cannabis products:
da: Til juridiske forespørgsler vedrørende vores cannabisprodukter:
de: Für rechtliche Anfragen zu unseren Cannabisprodukten:
es: Para consultas legales sobre nuestros productos de cannabis:
fi: Oikeudellisia kyselyjä koskien kannabistuotteitamme:
ga: Le haghaidh fiosrúcháin dlíthiúla maidir lenár dtáirgí cannabais:
hu: Jogi kérdések kannabiszáruinkkal kapcsolatban:
it: Per richieste legali relative ai nostri prodotti cannabis:
no: For juridiske forespørsler angående våre cannabisprodukter:
sv: För juridiska förfrågningar om våra cannabisprodukter:

source: Address:
da: Adresse:
de: Adresse:
es: Dirección:
fi: Osoite:
ga: Seoladh:
hu: Cím:
it: Indirizzo:
no: Adresse:
sv: Adress:

source: Last Updated:
da: Sidst opdateret:
de: Zuletzt aktualisiert:
es: Última actualización:
fi: Viimeksi päivitetty:
ga: Nuashonraithe Deireanach:
hu: Utoljára frissítve:
it: Ultimo Aggiornamento:
no: Sist oppdatert:
sv: Senast uppdaterad:

source: This legal notice was updated on January 1, 2024 in compliance with current cannabis regulations. Changes to French or EU cannabis laws may prompt revisions.
da: Denne juridiske meddelelse blev opdateret den 1. januar 2024 i overensstemmelse med de aktuelle cannabisreguleringer. Ændringer i franske eller EU-cannabislove kan medføre revisioner.
de: Dieser rechtliche Hinweis wurde am 1. Januar 2024 gemäß aktuellen Cannabisvorschriften aktualisiert. Änderungen der französischen oder EU-Cannabisgesetze können Anpassungen erforderlich machen.
es: Este aviso legal se actualizó el 1 de enero de 2024 en cumplimiento de las regulaciones actuales de cannabis. Los cambios en las leyes francesas o de la UE sobre el cannabis pueden provocar revisiones.
fi: Tämä oikeudellinen huomautus päivitettiin 1. tammikuuta 2024 nykyisten kannabiksen säädösten mukaisesti. Ranskan tai EU:n kannabislakien muutokset voivat edellyttää muutoksia.
ga: Nuashonraíodh an fógra dlíthiúil seo an 1 Eanáir 2024 i gcomhréir le rialacháin reatha cannabais. D'fhéadfadh athruithe ar dhlíthe cannabais na Fraince nó an AE leasuithe a spreagadh.
hu: Ezt a jogi nyilatkozatot 2024. január 1-jén frissítettük az aktuális kannabiszszabályozásnak megfelelően. A francia vagy EU-s kannabisztörvények változása felülvizsgálatot eredményezhet.
it: Questo avviso legale è stato aggiornato il 1° gennaio 2024 in conformità con le attuali normative sulla cannabis. Modifiche alle leggi francesi o UE sulla cannabis potrebbero richiedere revisioni.
no: Denne juridiske merknaden ble oppdatert 1. januar 2024 i samsvar med gjeldende cannabisforskrifter. Endringer i fransk eller EU-cannabislovgivning kan føre til revisjoner.
sv: Detta juridiska meddelande uppdaterades den 1 januari 2024 i enlighet med gällande cannabisförordningar. Ändringar i fransk eller EU-cannabislagstiftning kan leda till revideringar.

source: Introduction
da: Introduktion
de: Einführung
es: Introducción
fi: Johdanto
ga: Réamhrá
hu: Bevezetés
it: Introduzione
no: Introduksjon
sv: Introduktion

source: At GreenMed Store, we prioritize your privacy and the security of your personal information, especially when purchasing cannabis-related products. This Privacy Policy explains how we collect, use, and protect your data when you visit our website or purchase our CBD and cannabis products.
da: Hos GreenMed Store prioriterer vi dit privatliv og sikkerheden for dine personlige oplysninger, især når du køber cannabisrelaterede produkter. Denne privatlivspolitik forklarer, hvordan vi indsamler, bruger og beskytter dine data, når du besøger vores websted eller køber vores CBD- og cannabisprodukter.
de: Bei GreenMed Store priorisieren wir Ihre Privatsphäre und die Sicherheit Ihrer persönlichen Daten, besonders beim Kauf von Cannabisprodukten. Diese Datenschutzrichtlinie erklärt, wie wir Ihre Daten sammeln, nutzen und schützen, wenn Sie unsere Website besuchen oder unsere CBD- und Cannabisprodukte kaufen.
es: En GreenMed Store, priorizamos su privacidad y la seguridad de su información personal, especialmente al comprar productos relacionados con el cannabis. Esta Política de Privacidad explica cómo recopilamos, usamos y protegemos sus datos cuando visita nuestro sitio web o compra nuestros productos CBD y cannabis.
fi: GreenMed Storessa suosimme yksityisyyttäsi ja henkilötietojesi turvallisuutta, erityisesti kannabikseen liittyviä tuotteita ostettaessa. Tämä tietosuojakäytäntö selittää, kuinka keräämme, käytämme ja suojelemme tietojasi, kun vierailet verkkosivustollamme tai ostat CBD- ja kannabistuotteitamme.
ga: Ag GreenMed Store, tugaimid tosaíocht do do phríobháideacht agus do shlándáil do chuid faisnéise pearsanta, go háirithe nuair a cheannaíonn tú táirgí a bhaineann le cannabais. Míníonn an Polasaí Príobháideachta seo conas a bhailímid, a úsáidimid agus a chosnaímid do chuid sonraí nuair a thugann tú cuairt ar ár suíomh gréasáin nó nuair a cheannaíonn tú ár dtáirgí CBD agus cannabais.
hu: A GreenMed Store-nál kiemelt fontosságú az Ön adatainak védelme és biztonsága, különösen kannabiszzal kapcsolatos termékek vásárlása során. Ez az Adatvédelmi irányelv magyarázza el, hogyan gyűjtjük, használjuk és védjük adatait weboldalunk látogatásakor vagy CBD és kannabiszáruink vásárlásakor.
it: In GreenMed Store, diamo priorità alla tua privacy e alla sicurezza delle tue informazioni personali, specialmente quando acquisti prodotti correlati alla cannabis. Questa Informativa sulla Privacy spiega come raccogliamo, utilizziamo e proteggiamo i tuoi dati quando visiti il nostro sito web o acquisti i nostri prodotti CBD e cannabis.
no: På GreenMed Store prioriterer vi ditt personvern og sikkerheten til dine personopplysninger, spesielt når du kjøper cannabisrelaterte produkter. Denne personvernerklæringen forklarer hvordan vi samler inn, bruker og beskytter dine data når du besøker nettstedet vårt eller kjøper våre CBD- og cannabisprodukter.
sv: På GreenMed Store prioriterar vi din integritet och säkerheten för din personliga information, särskilt vid köp av cannabisrelaterade produkter. Denna integritetspolicy förklarar hur vi samlar in, använder och skyddar dina data när du besöker vår webbplats eller köper våra CBD- och cannabisprodukter.

source: This policy complies with GDPR, French data protection laws (Loi Informatique et Libertés), and cannabis industry regulations.
da: Denne politik overholder GDPR, franske databeskyttelseslove (Loi Informatique et Libertés) og cannabisindustrireguleringer.
de: Diese Richtlinie entspricht der DSGVO, französischen Datenschutzgesetzen (Loi Informatique et Libertés) und Cannabisbranchenvorschriften.
es: Esta política cumple con el GDPR, las leyes francesas de protección de datos (Loi Informatique et Libertés) y las regulaciones de la industria del cannabis.
fi: Tämä käytäntö on GDPR:n, Ranskan tietosuojalakien (Loi Informatique et Libertés) ja kannabisalan säädösten mukainen.
ga: Tá an polasaí seo comhlíontach le GDPR, dlíthe cosanta sonraí na Fraince (Loi Informatique et Libertés), agus rialacháin thionscal an channabais.
hu: Ez az irányelv megfelel a GDPR-nak, a francia adatvédelmi törvényeknek (Loi Informatique et Libertés) és a kannabiszipari szabályozásoknak.
it: Questa politica è conforme al GDPR, alle leggi francesi sulla protezione dei dati (Loi Informatique et Libertés) e alle normative del settore cannabis.
no: Denne politikken er i samsvar med GDPR, franske personvernlover (Loi Informatique et Libertés) og cannabisforskrifter.
sv: Denna policy följer GDPR, franska dataskyddslagar (Loi Informatique et Libertés) och cannabisföretagens regler.

source: Information We Collect
da: Oplysninger, vi indsamler
de: Informationen, die wir sammeln
es: Información que recopilamos
fi: Keräämämme tiedot
ga: Faisnéis a Bhailímid
hu: Gyűjtött információk
it: Informazioni che Raccogliamo
no: Informasjon vi samler inn
sv: Information vi samlar in

source: Personal Information
da: Personlige oplysninger
de: Persönliche Informationen
es: Información personal
fi: Henkilötiedot
ga: Faisnéis Phearsanta
hu: Személyes adatok
it: Informazioni Personali
no: Personlig informasjon
sv: Personlig information

source: We collect the following for legal cannabis purchases:
da: Vi indsamler følgende til lovlige cannabiskøb:
de: Wir sammeln Folgendes für legale Cannabiskäufe:
es: Recopilamos lo siguiente para compras legales de cannabis:
fi: Keräämme seuraavat tiedot laillista kannabiksen ostoa varten:
ga: Bailímid an méid seo a leanas le haghaidh ceannach cannabais dlíthiúil:
hu: A következőket gyűjtjük jogszerű kannabiszvásárlásokhoz:
it: Raccogliamo quanto segue per acquisti legali di cannabis:
no: Vi samler inn følgende for lovlige cannabiskjøp:
sv: Vi samlar in följande för lagliga cannabisköp:

source: Name, contact details (email, phone, address)
da: Navn, kontaktoplysninger (e-mail, telefon, adresse)
de: Name, Kontaktdaten (E-Mail, Telefon, Adresse)
es: Nombre, datos de contacto (correo, teléfono, dirección)
fi: Nimi, yhteystiedot (sähköposti, puhelin, osoite)
ga: Ainm, sonraí teagmhála (ríomhphost, fón, seoladh)
hu: Név, elérhetőségek (e-mail, telefon, cím)
it: Nome, dettagli di contatto (email, telefono, indirizzo)
no: Navn, kontaktinformasjon (e-post, telefon, adresse)
sv: Namn, kontaktuppgifter (e-post, telefon, adress)

source: Age verification information (to confirm you're 18+)
da: Aldersverifikationsoplysninger (for at bekræfte, at du er 18+)
de: Altersverifikationsinformationen (zur Bestätigung, dass Sie 18+ sind)
es: Información de verificación de edad (para confirmar que tiene 18+)
fi: Ikävahvistustiedot (vahvistaaksesi, että olet 18+)
ga: Faisnéis fíoraithe aois (chun a dhearbhú go bhfuil tú 18+)
hu: Korazonosítási információk (18+ életkor megerősítéséhez)
it: Informazioni di verifica dell'età (per confermare che hai 18+ anni)
no: Aldersverifiseringsinformasjon (for å bekrefte at du er 18+)
sv: Åldersverifieringsinformation (för att bekräfta att du är 18+)

source: Payment information (processed securely by certified providers)
da: Betalingsoplysninger (behandlet sikkert af certificerede udbydere)
de: Zahlungsinformationen (sicher verarbeitet durch zertifizierte Anbieter)
es: Información de pago (procesada de forma segura por proveedores certificados)
fi: Maksutiedot (käsitelty turvallisesti sertifioitujen palveluntarjoajien toimesta)
ga: Faisnéis íocaíochta (próiseáilte go slán ag soláthraithe deimhnithe)
hu: Fizetési információk (biztonságosan feldolgozva tanúsított szolgáltatók által)
it: Informazioni di pagamento (elaborate in modo sicuro da provider certificati)
no: Betalingsinformasjon (sikkert behandlet av sertifiserte leverandører)
sv: Betalningsinformation (säkert behandlad av certifierade leverantörer)

source: Purchase history of cannabis/CBD products
da: Købshistorik for cannabis/CBD-produkter
de: Kaufhistorie von Cannabis/CBD-Produkten
es: Historial de compras de productos cannabis/CBD
fi: Kannabis-/CBD-tuotteiden ostohistoria
ga: Stair ceannach táirgí cannabais/CBD
hu: Kannabisz/CBD termékek vásárlási előzményei
it: Cronologia acquisti di prodotti cannabis/CBD
no: Kjøpshistorikk for cannabis/CBD-produkter
sv: Köphistorik för cannabis/CBD-produkter

source: Medical cannabis authorization (if applicable)
da: Medicinsk cannabistilladelse (hvis relevant)
de: Medizinische Cannabisautorisierung (falls zutreffend)
es: Autorización de cannabis médico (si corresponde)
fi: Lääkekannabiksen lupa (jos sovellettavissa)
ga: Údarú cannabais míochaine (más infheidhme)
hu: Orvosi kannabisz engedély (ha alkalmazható)
it: Autorizzazione alla cannabis medica (se applicabile)
no: Medisinsk cannabistillatelse (hvis aktuelt)
sv: Tillstånd för medicinsk cannabis (om tillämpligt)

source: Technical Information
da: Tekniske oplysninger
de: Technische Informationen
es: Información técnica
fi: Tekniset tiedot
ga: Faisnéis Theicniúil
hu: Technikai információk
it: Informazioni Tecniche
no: Teknisk informasjon
sv: Teknisk information

source: We automatically collect:
da: Vi indsamler automatisk:
de: Wir sammeln automatisch:
es: Recopilamos automáticamente:
fi: Keräämme automaattisesti:
ga: Bailímid go huathoibríoch:
hu: Automatikusan gyűjtjük:
it: Raccogliamo automaticamente:
no: Vi samler automatisk inn:
sv: Vi samlar automatiskt in:

source: IP address and browsing data
da: IP-adresse og browsingdata
de: IP-Adresse und Browsing-Daten
es: Dirección IP y datos de navegación
fi: IP-osoitteen ja selausdatan
ga: Seoladh IP agus sonraí brabhsála
hu: IP-cím és böngészési adatok
it: Indirizzo IP e dati di navigazione
no: IP-adresse og nettlesingsdata
sv: IP-adress och surfdata

source: Device information
da: Enhedsinformation
de: Geräteinformationen
es: Información del dispositivo
fi: Laitetiedot
ga: Faisnéis gléas
hu: Eszközinformációk
it: Informazioni sul dispositivo
no: Enhetsinformasjon
sv: Enhetsinformation

source: Cookies for site functionality (see our Cookie Policy)
da: Cookies til webstedsfunktionalitet (se vores Cookie-politik)
de: Cookies für Website-Funktionalität (siehe unsere Cookie-Richtlinie)
es: Cookies para funcionalidad del sitio (ver nuestra Política de Cookies)
fi: Evästeet sivuston toiminnallisuutta varten (katso Evästekäytäntömme)
ga: Fianáin le haghaidh feidhmiúlacht an tsuímh (féach ár bPolasaí Fianán)
hu: Sütik weboldal működéséhez (lásd Sütiszabályzatunk)
it: Cookie per la funzionalità del sito (vedi la nostra Cookie Policy)
no: Informasjonskapsler for nettstedfunksjonalitet (se vår informasjonskapselpolitikk)
sv: Kakor för webbplatsfunktionalitet (se vår Cookie Policy)

source: How We Use Your Information
da: Sådan bruger vi dine oplysninger
de: Wie wir Ihre Informationen verwenden
es: Cómo usamos su información
fi: Kuinka käytämme tietojasi
ga: Conas a Úsáidimid Do Chuid Faisnéise
hu: Hogyan használjuk fel adatait
it: Come Utilizziamo le Tue Informazioni
no: Hvordan vi bruker informasjonen din
sv: Hur vi använder din information

source: We use your data responsibly for:
da: Vi bruger dine data ansvarligt til:
de: Wir verwenden Ihre Daten verantwortungsvoll für:
es: Usamos sus datos de manera responsable para:
fi: Käytämme tietojasi vastuullisesti seuraaviin tarkoituksiin:
ga: Úsáidimid do chuid sonraí go freagrach le haghaidh:
hu: Adatait felelősségteljesen használjuk fel:
it: Utilizziamo i tuoi dati in modo responsabile per:
no: Vi bruker dine data på en ansvarlig måte for:
sv: Vi använder dina data ansvarsfullt för:

source: Legal Compliance:
da: Juridisk overholdelse:
de: Rechtliche Compliance:
es: Cumplimiento legal:
fi: Lainmukaisuus:
ga: Comhlíonadh Dlíthiúil:
hu: Jogi megfelelés:
it: Conformità Legale:
no: Juridisk overholdelse:
sv: Laglig efterlevnad:

source: Age verification and cannabis purchase records as required by law
da: Aldersverifikation og cannabiskøbsregistre som krævet af loven
de: Altersverifikation und Cannabiskaufaufzeichnungen gemäß gesetzlicher Vorgaben
es: Verificación de edad y registros de compra de cannabis según lo exige la ley
fi: Ikävahvistus ja kannabiksen ostotiedot lain vaatimalla tavalla
ga: Fíorú aois agus taifid ceannach cannabais mar is gá de réir dlí
hu: Korazonosítás és kannabiszvásárlási nyilvántartás, amint azt a törvény előírja
it: Verifica dell'età e registri di acquisto di cannabis come richiesto dalla legge
no: Aldersverifisering og cannabiskjøpsregistre som kreves av loven
sv: Åldersverifiering och register över cannabisköp som krävs enligt lag

source: Order Processing:
da: Ordrebehandling:
de: Bestellabwicklung:
es: Procesamiento de pedidos:
fi: Tilausten käsittely:
ga: Próiseáil Orduithe:
hu: Rendelésfeldolgozás:
it: Elaborazione Ordini:
no: Ordrebehandling:
sv: Orderbehandling:

source: Secure processing of cannabis product orders
da: Sikker behandling af cannabisproduktordrer
de: Sichere Abwicklung von Cannabisproduktbestellungen
es: Procesamiento seguro de pedidos de productos de cannabis
fi: Kannabistuotetilausten turvallinen käsittely
ga: Próiseáil shlán orduithe táirgí cannabais
hu: Kannabiszáru rendelések biztonságos feldolgozása
it: Elaborazione sicura degli ordini di prodotti cannabis
no: Sikker behandling av cannabisproduktbestillinger
sv: Säker behandling av cannabisproduktbeställningar

source: Customer Support:
da: Kundesupport:
de: Kundensupport:
es: Soporte al cliente:
fi: Asiakastuki:
ga: Tacaíocht do Chustaiméirí:
hu: Ügyfélszolgálat:
it: Supporto Clienti:
no: Kundestøtte:
sv: Kundsupport:
