Repository: AndersonKamsong/medical_project
Catalog: medicalstore_robet/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, ga, hu, it, no, sv

source: Can I track my cannabis order?
da: Kan jeg spore min cannabisordre?
de: Kann ich meine Cannabisbestellung verfolgen?
es: ¿Puedo rastrear mi pedido de cannabis?
fi: Voinko seurata kannabistilaustani?
ga: An féidir liom mo ordú cannabais a rianú?
hu: Követhetem kannabisz rendelésemet?
it: Posso tracciare il mio ordine di cannabis?
no: Kan jeg spore cannabiskjøpet mitt?
sv: Kan jag spåra min cannabisköp?

source: Yes, you'll receive discreet tracking information via email. Our delivery partners are trained to handle cannabis products appropriately.
da: Ja, du vil modtage diskret sporingsinformation via e-mail. Vores leveringspartnere er trænet i at håndtere cannabisprodukter korrekt.
de: Ja, Sie erhalten diskrete Tracking-Informationen per E-Mail. Unsere Lieferpartner sind im Umgang mit Cannabisprodukten geschult.
es: Sí, recibirá información de seguimiento discreta por correo. Nuestros socios de entrega están capacitados para manejar productos de cannabis adecuadamente.
fi: Kyllä, saat hienovaraisen seurantatiedon sähköpostitse. Toimituskumppanimme on koulutettu käsittelemään kannabistuotteita asianmukaisesti.
ga: Tá, gheobhaidh tú faisnéis rianaithe discréideach trí ríomhphost. Tá ár gcomhpháirtithe seachadta oilte chun táirgí cannabais a láimhseáil i gceart.
hu: Igen, diszkrét nyomkövetési információkat kap e-mailben. Szállítási partnereink képzettek a kannabiszáruk megfelelő kezelésére.
it: Sì, riceverai informazioni di tracciamento discrete via email. I nostri partner di consegna sono formati per gestire i prodotti a base di cannabis in modo appropriato.
no: Ja, du vil motta diskré sporingsinformasjon via e-post. Våre leveringspartnere er opplært i å håndtere cannabisprodukter på riktig måte.
sv: Ja, du får diskret spårningsinformation via e-post. Våra leveranspartners är utbildade i att hantera cannabisprodukter på lämpligt sätt.

source: Safety & Usage
da: Sikkerhed & brug
de: Sicherheit & Anwendung
es: Seguridad y uso
fi: Turvallisuus & Käyttö
ga: Sábháilteacht & Úsáid
hu: Biztonság & Használat
it: Sicurezza & Utilizzo
no: Sikkerhet og bruk
sv: Säkerhet & Användning

source: How should I dose cannabis products?
da: Hvordan skal jeg dosere cannabisprodukter?
de: Wie sollte ich Cannabisprodukte dosieren?
es: ¿Cómo debo dosificar los productos de cannabis?
fi: Kuinka kannabistuotteita tulisi annostella?
ga: Conas ba cheart dom táirgí cannabais a dháileogú?
hu: Hogyan adagoljam a kannabiszárukat?
it: Come devo dosare i prodotti a base di cannabis?
no: Hvordan skal jeg dosere cannabisprodukter?
sv: Hur ska jag dosera cannabisprodukter?

source: Start with low doses, especially with THC products. Wait at least 2 hours before consuming more. Our products include suggested serving sizes, but individual tolerance varies. Consult a healthcare provider for medical use.
da: Start med lave doser, især med THC-produkter. Vent mindst 2 timer, før du indtager mere. Vores produkter inkluderer foreslåede portionsstørrelser, men individuel tolerance varierer. Konsulter en sundhedsudbyder til medicinsk brug.
de: Beginnen Sie mit niedrigen Dosen, besonders bei THC-Produkten. Warten Sie mindestens 2 Stunden vor erneuter Einnahme. Unsere Produkte enthalten empfohlene Portionsgrößen, aber individuelle Toleranz variiert. Konsultieren Sie einen Arzt für medizinische Anwendung.
es: Comience con dosis bajas, especialmente con productos THC. Espere al menos 2 horas antes de consumir más. Nuestros productos incluyen tamaños de porción sugeridos, pero la tolerancia individual varía. Consulte a un proveedor de atención médica para uso médico.
fi: Aloita pienillä annoksilla, erityisesti THC-tuotteilla. Odota ainakin 2 tuntia ennen lisän käyttöä. Tuotteemme sisältävät suositellut annoskoot, mutta yksilöllinen sietokyky vaihtelee. Kysy terveydenhuollon ammattilaiselta lääkekäyttöä varten.
ga: Tosaigh le dáileoga íseal, go háirithe le táirgí THC. Fan ar a laghad 2 uair an chloig sula n-itheann tú níos mó. Áirítear méideanna seirbheise molta lenár dtáirgí, ach athraíonn fulangacht an duine. Comhairligh le soláthraí cúram sláinte le haghaidh úsáide míochaine.
hu: Kezdjen alacsony adagokkal, különösen THC termékekkel. Várjon legalább 2 órát több fogyasztása előtt. Termékeink javasolt adagokat tartalmaznak, de az egyéni tolerancia változó. Konzultáljon egészségügyi szolgáltatóval orvosi használathoz.
it: Inizia con dosi basse, specialmente con i prodotti a base di THC. Aspetta almeno 2 ore prima di consumarne ancora. I nostri prodotti includono dimensioni di porzione suggerite, ma la tolleranza individuale varia. Consulta un operatore sanitario per uso medico.
no: Begynn med lave doser, spesielt med THC-produkter. Vent minst 2 timer før du inntar mer. Våre produkter inkluderer foreslåtte porsjonsstørrelser, men individuell toleranse varierer. Konsulter en helsepersonell for medisinsk bruk.
sv: Börja med låga doser, särskilt med THC-produkter. Vänta minst 2 timmar innan du konsumerar mer. Våra produkter innehåller föreslagna portionsstorlekar, men individuell tolerans varierar. Konsultera en vårdgivare för medicinsk användning.

source: Can cannabis interact with medications?
da: Kan cannabis interagere med medicin?
de: Kann Cannabis mit Medikamenten interagieren?
es: ¿Puede el cannabis interactuar con medicamentos?
fi: Voiko kannabis vuorovaikuttaa lääkkeiden kanssa?
ga: An féidir le cannabais idirghníomhú le cógais?
hu: Kölcsönhatásba léphet a kannabisz gyógyszerekkel?
it: La cannabis può interagire con i farmaci?
no: Kan cannabis samvirke med medisiner?
sv: Kan cannabis interagera med läkemedel?

source: Yes, cannabis may interact with certain medications, especially blood thinners, antidepressants, and sedatives. Always consult your doctor before combining cannabis with other treatments.
da: Ja, cannabis kan interagere med visse lægemidler, især blodfortyndende midler, antidepressiva og beroligende midler. Konsulter altid din læge, før du kombinerer cannabis med andre behandlinger.
de: Ja, Cannabis kann mit bestimmten Medikamenten interagieren, besonders Blutverdünnern, Antidepressiva und Beruhigungsmitteln. Konsultieren Sie immer Ihren Arzt vor der Kombination mit anderen Behandlungen.
es: Sí, el cannabis puede interactuar con ciertos medicamentos, especialmente anticoagulantes, antidepresivos y sedantes. Siempre consulte a su médico antes de combinar cannabis con otros tratamientos.
fi: Kyllä, kannabis saattaa vuorovaikuttaa joidenkin lääkkeiden, erityisesti verenohentajien, masennuslääkkeiden ja rauhoittavien lääkkeiden kanssa. Kysy aina lääkäriltä ennen kannabiksen yhdistämistä muihin hoitoihin.
ga: Tá, d'fhéadfadh idirghníomhú a bheith ag cannabais le cógais áirithe, go háirithe tanaí fola, frithdhúlagráin, agus suaimhneoirí. Comhairligh le do dhochtúir i gcónaí sá cannabais a chomhcheangal le cóireálacha eile.
hu: Igen, a kannabisz kölcsönhatásba léphet bizonyos gyógyszerekkel, különösen vérhígítókkal, antidepresszánsokkal és nyugtatókkal. Mindig konzultáljon orvosával kannabisz más kezelésekkel való kombinálása előtt.
it: Sì, la cannabis può interagire con alcuni farmaci, in particolare fluidificanti del sangue, antidepressivi e sedativi. Consulta sempre il tuo medico prima di combinare la cannabis con altri trattamenti.
no: Ja, cannabis kan samvirke med visse medisiner, spesielt blodfortynnende, antidepressiva og beroligende midler. Konsulter alltid legen din før du kombinerer cannabis med andre behandlinger.
sv: Ja, cannabis kan interagera med vissa läkemedel, särskilt blodförtunnande, antidepressiva och lugnande medel. Konsultera alltid din läkare innan du kombinerar cannabis med andra behandlingar.

source: How should I store cannabis products?
da: Hvordan skal jeg opbevare cannabisprodukter?
de: Wie sollte ich Cannabisprodukte lagern?
es: ¿Cómo debo almacenar productos de cannabis?
fi: Kuinka kannabistuotteita tulisi säilyttää?
ga: Conas ba cheart dom táirgí cannabais a stóráil?
hu: Hogyan tároljam a kannabiszárukat?
it: Come devo conservare i prodotti a base di cannabis?
no: Hvordan skal jeg oppbevare cannabisprodukter?
sv: Hur ska jag förvara cannabisprodukter?

source: Store in a cool, dark place (under 21°C) away from children and pets. Keep flowers in airtight containers. Most products have 6-12 month shelf life when stored properly.
da: Opbevar på et køligt, mørkt sted (under 21°C) væk fra børn og kæledyr. Opbevar blomster i lufttætte beholdere. De fleste produkter har en holdbarhed på 6-12 måneder, når de opbevares korrekt.
de: Kühl und dunkel lagern (unter 21°C) außerhalb der Reichweite von Kindern und Haustieren. Blüten in luftdichten Behältern aufbewahren. Die meisten Produkte haben bei richtiger Lagerung 6-12 Monate Haltbarkeit.
es: Almacene en un lugar fresco y oscuro (menos de 21°C) lejos de niños y mascotas. Mantenga las flores en recipientes herméticos. La mayoría de los productos tienen una vida útil de 6-12 meses cuando se almacenan correctamente.
fi: Säilytä viileässä, pimeässä paikassa (alle 21°C) lasten ja lemmikkien ulottumattomissa. Pidä kukinnot ilmatiiviissä astioissa. Useimpien tuotteiden säilyvyysaika on 6-12 kuukautta oikein säilytettynä.
ga: Stóráil i n-áit fhionnuar dorcha (faoi 21°C) amach ó leanaí agus peataí. Coinnigh bláthanna i gcoimeádáin aer-tiubh. Tá tréimhse sheilfe 6-12 mhí ag an gcuid is mó de na táirgí nuair a stóráiltear i gceart iad.
hu: Hűvös, sötét helyen tárolja (21°C alatt) gyermekek és háziállatok elől. A virágokat légmentes edényekben tartsa. A legtöbb termék 6-12 hónapos eltarthatósággal rendelkezik megfelelő tárolás mellett.
it: Conserva in un luogo fresco e buio (sotto i 21°C) lontano da bambini e animali domestici. Conserva i fiori in contenitori ermetici. La maggior parte dei prodotti ha una durata di conservazione di 6-12 mesi se conservati correttamente.
no: Oppbevares på et kjølig, mørkt sted (under 21°C) borte fra barn og kjæledyr. Oppbevar blomster i lufttette beholdere. De fleste produktene har 6-12 måneders holdbarhet ved riktig oppbevaring.
sv: Förvara på svalt, mörkt ställe (under 21°C) borta från barn och husdjur. Håll blommor i lufttäta behållare. De flesta produkter har 6-12 månaders hållbarhet vid korrekt förvaring.

source: Returns & Support
da: Returneringer & support
de: Rückgaben & Support
es: Devoluciones y soporte
fi: Palautukset & Tuki
ga: Aisíocaíochtaí & Tacaíocht
hu: Visszáruk & Támogatás
it: Resi & Supporto
no: Returer og støtte
sv: Returer & Support

source: What is your return policy for cannabis products?
da: Hvad er jeres returpolitik for cannabisprodukter?
de: Wie ist Ihre Rückgaberichtlinie für Cannabisprodukte?
es: ¿Cuál es su política de devolución para productos de cannabis?
fi: Mikä on palautuskäytäntönne kannabistuotteille?
ga: Cad é do pholasaí aisíocaíochta le haghaidh táirgí cannabais?
hu: Mi a visszaküldési szabályzatotok kannabiszárukkal kapcsolatban?
it: Qual è la vostra politica di reso per i prodotti a base di cannabis?
no: Hva er returpolicyen deres for cannabisprodukter?
sv: Vad är er returpolicy för cannabisprodukter?

source: Due to legal restrictions, opened cannabis products cannot be returned. Unopened products in original packaging may be returned within 14 days. Medical cannabis products are non-returnable.
da: På grund af juridiske begrænsninger kan åbnede cannabisprodukter ikke returneres. Uåbnede produkter i original emballage kan returneres inden for 14 dage. Medicinske cannabisprodukter kan ikke returneres.
de: Aufgrund rechtlicher Beschränkungen können geöffnete Cannabisprodukte nicht zurückgegeben werden. Ungeöffnete Produkte in Originalverpackung können innerhalb von 14 Tagen zurückgegeben werden. Medizinisches Cannabis ist nicht rückgabefähig.
es: Debido a restricciones legales, los productos de cannabis abiertos no se pueden devolver. Los productos sin abrir en empaque original pueden devolverse dentro de los 14 días. Los productos de cannabis médico no son retornables.
fi: Lakisääteisten rajoitusten vuoksi avattuja kannabistuotteita ei voi palauttaa. Avattomia tuotteita alkuperäisessä pakkauksessa voidaan palauttaa 14 päivän kuluessa. Lääkekannabistuotteita ei voi palauttaa.
ga: Mar gheall ar shrianta dlíthiúla, ní féidir táirgí cannabais oscailte a aisghabháil. Is féidir táirgí neamhoscailte ina bpacáistiú bunaidh a aisghabháil laistigh de 14 lá. Ní féidir táirgí cannabais míochaine a aisghabháil.
hu: Jogi korlátozások miatt a kinyitott kannabiszárukat nem lehet visszaküldeni. A bontatlan, eredeti csomagolású termékek 14 napon belül visszaküldhetők. Az orvosi kannabiszárukat nem lehet visszaküldeni.
it: A causa di restrizioni legali, i prodotti a base di cannabis aperti non possono essere restituiti. I prodotti non aperti nell'imballaggio originale possono essere restituiti entro 14 giorni. I prodotti a base di cannabis medica non sono restituibili.
no: På grunn av juridiske begrensninger kan ikke åpnede cannabisprodukter returneres. Uåpnede produkter i original emballasje kan returneres innen 14 dager. Medisinske cannabisprodukter kan ikke returneres.
sv: På grund av juridiska begränsningar kan öppnade cannabisprodukter inte returneras. Oöppnade produkter i originalförpackning kan returneras inom 14 dagar. Medicinska cannabisprodukter kan inte returneras.

source: How can I contact customer support?
da: Hvordan kan jeg kontakte kundesupport?
de: Wie kann ich den Kundensupport kontaktieren?
es: ¿Cómo puedo contactar al servicio al cliente?
fi: Kuinka voin ottaa yhteyttä asiakastukeen?
ga: Conas is féidir liom teagmháil a dhéanamh le tacaíocht do chustaiméirí?
hu: Hogyan léphetek kapcsolatba az ügyfélszolgálattal?
it: Come posso contattare l'assistenza clienti?
no: Hvordan kan jeg kontakte kundestøtte?
sv: Hur kan jag kontakta kundsupport?

source: Our cannabis specialists are available via email, encrypted chat, or phone. We respond within 24 hours on weekdays. For medical cannabis questions, we have a dedicated support line.
da: Vores cannabiseksperter er tilgængelige via e-mail, krypteret chat eller telefon. Vi svarer inden for 24 timer på hverdage. Til spørgsmål om medicinsk cannabis har vi en dedikeret supportlinje.
de: Unsere Cannabis-Spezialisten sind per E-Mail, verschlüsselten Chat oder Telefon erreichbar. Wir antworten innerhalb von 24 Stunden an Werktagen. Für medizinisches Cannabis gibt es eine spezielle Support-Hotline.
es: Nuestros especialistas en cannabis están disponibles por correo, chat cifrado o teléfono. Respondemos dentro de las 24 horas en días laborables. Para preguntas sobre cannabis médico, tenemos una línea de soporte dedicada.
fi: Kannabisasiantuntijamme ovat saatavilla sähköpostitse, salatun chatin tai puhelimen kautta. Vastaamme 24 tunnin kuluessa arkipäivinä. Lääkekannabiskysymyksiä varten meillä on erityinen tukilinja.
ga: Tá ár speisialtóirí cannabais ar fáil trí ríomhphost, comhrá criptithe, nó teileafón. Freagraímid laistigh de 24 uair an chloig lá den tseachtain. Le haghaidh ceisteanna cannabais míochaine, tá líne tacaíochta tiomnaithe againn.
hu: Kannabisz szakértőink e-mailen, titkosított chaten vagy telefonon érhetők el. 24 órán belül válaszolunk hétköznap. Orvosi kannabiszzal kapcsolatos kérdésekre dedikált támogatási vonalunk áll rendelkezésre.
it: I nostri specialisti di cannabis sono disponibili via email, chat crittografata o telefono. Rispondiamo entro 24 ore nei giorni feriali. Per domande sulla cannabis medica, abbiamo una linea di supporto dedicata.
no: Våre cannabisspesialister er tilgjengelige via e-post, kryptert chat eller telefon. Vi svarer innen 24 timer på ukedager. For spørsmål om medisinsk cannabis har vi en dedikert støttelinje.
sv: Våra cannabisspecialister är tillgängliga via e-post, krypterad chatt eller telefon. Vi svarar inom 24 timmar på vardagar. För frågor om medicinsk cannabis har vi en dedikerad supportlinje.

source: Do you provide cannabis consultation services?
da: Tilbyder I cannabiskonsultationstjenester?
de: Bieten Sie Cannabis-Beratungsdienste an?
es: ¿Ofrecen servicios de consultoría sobre cannabis?
fi: Tarjoatteko kannabiskonsultointipalveluita?
ga: An soláthraíonn tú seirbhísí comhairle cannabais?
hu: Nyújtotok kannabisz konzultációs szolgáltatásokat?
it: Fornite servizi di consulenza sulla cannabis?
no: Tilbyr dere cannabiskonsultasjonstjenester?
sv: Erbjuder ni cannabiskonsultationer?

source: We offer general product guidance but cannot provide medical advice. For therapeutic use, we recommend consulting with a cannabis-certified healthcare provider.
da: Vi tilbyder generel produktvejledning, men kan ikke give medicinsk rådgivning. Til terapeutisk brug anbefaler vi at konsultere en cannabis-certificeret sundhedsudbyder.
de: Wir bieten allgemeine Produktberatung, aber keine medizinische Beratung. Für therapeutische Anwendung empfehlen wir die Konsultation eines cannabis-zertifizierten Arztes.
es: Ofrecemos orientación general sobre productos pero no podemos proporcionar asesoramiento médico. Para uso terapéutico, recomendamos consultar con un proveedor de atención médica certificado en cannabis.
fi: Tarjoamme yleisiä tuoteohjeita, mutta emme voi antaa lääketieteellisiä neuvoja. Terapeuttista käyttöä varten suosittelemme konsultoimaan kannabikseen erikoistuneen terveydenhuollon ammattilaisen kanssa.
ga: Tairgimid treoir ghinearálta táirgí ach ní féidir linn comhairle mhíochaine a sholáthar. Le haghaidh úsáide teiripe, molaimid comhairle a fháil ó sholáthraí cúram sláinte deimhnithe cannabais.
hu: Általános termékútmutatást nyújtunk, de nem adunk orvosi tanácsot. Terápiás használathoz javasoljuk, hogy konzultáljon kannabiszzal foglalkozó egészségügyi szolgáltatóval.
it: Offriamo una guida generale sui prodotti ma non possiamo fornire consulenza medica. Per uso terapeutico, consigliamo di consultare un operatore sanitario certificato per la cannabis.
no: Vi tilbyr generell produktveiledning, men kan ikke gi medisinsk rådgivning. For terapeutisk bruk anbefaler vi å konsultere en cannabis-sertifisert helsepersonell.
sv: Vi erbjuder allmän produktvägledning men kan inte ge medicinska råd. För terapeutisk användning rekommenderar vi att konsultera en cannabis-certifierad vårdgivare.

source: Important Cannabis Disclaimer
da: Vigtig cannabisansvarsfraskrivelse
de: Wichtiger Cannabis-Haftungsausschluss
es: Descargo importante sobre cannabis
fi: Tärkeä kannabiksen vastuuvapauslauseke
ga: Séanadh Tábhachtach Cannabais
hu: Fontos kannabisz felelősségvállalás
it: Importante Dichiarazione di Non Responsabilità sulla Cannabis
no: Viktig cannabisanvarsfraskrivelse
sv: Viktigt cannabisanmärkning

source: Cannabis products may cause drowsiness, dry mouth, or temporary changes in perception. Do not operate vehicles or machinery after consumption. Keep out of reach of children. These statements have not been evaluated by health authorities. Our products are not intended to diagnose, treat, cure or prevent any disease.
da: Cannabisprodukter kan forårsage døsighed, mundtørhed eller midlertidige ændringer i opfattelse. Betjen ikke køretøjer eller maskiner efter indtagelse. Hold utilgængeligt for børn. Disse udsagn er ikke blevet vurderet af sundhedsmyndigheder. Vores produkter er ikke beregnet til at diagnosticere, behandle, helbrede eller forebygge sygdomme.
de: Cannabisprodukte können Schläfrigkeit, Mundtrockenheit oder vorübergehende Wahrnehmungsänderungen verursachen. Nach dem Konsum keine Fahrzeuge oder Maschinen bedienen. Von Kindern fernhalten. Diese Aussagen wurden nicht von Gesundheitsbehörden bewertet. Unsere Produkte sind nicht zur Diagnose, Behandlung, Heilung oder Vorbeugung von Krankheiten bestimmt.
es: Los productos de cannabis pueden causar somnolencia, boca seca o cambios temporales en la percepción. No opere vehículos ni maquinaria después del consumo. Mantener fuera del alcance de los niños. Estas declaraciones no han sido evaluadas por las autoridades sanitarias. Nuestros productos no están destinados a diagnosticar, tratar, curar o prevenir ninguna enfermedad.
fi: Kannabistuotteet saattavat aiheuttaa väsymystä, suun kuivumista tai tilapäisiä muutoksia havainnoinnissa. Älä kuljeta ajoneuvoja tai käytä koneita käytön jälkeen. Pidä lasten ulottumattomissa. Nämä väitteet eivät ole terveysviranomaisten arvioimia. Tuotteitamme ei ole tarkoitettu minkään sairauden diagnosointiin, hoitoon, parantamiseen tai ehkäisyyn.
ga: D'fhéadfadh táirgí cannabais a bheith ina chúis le tromluí, béal tirim, nó athruithe sealadacha ar dhearcadh. Ná oibrigh feithiclí nó meaisíní tar éis tomhaltais. Coinnigh amach ó leanaí. Níl údaráis sláinte tar éis na ráitis seo a mheas. Níl ár dtáirgí ceaptha chun aon ghalar a dhiagnóisiú, a chóireáil, a leigheas nó a chosc.
hu: A kannabiszáruk álmosságot, szájszárazságot vagy ideiglenes érzékelési változásokat okozhatnak. Ne vezessen járművet vagy gépezetet fogyasztás után. Tartsa gyermekek elől. Ezek az állítások nem lettek értékelve egészségügyi hatóságok által. Termékeink nem diagnosztizálnak, kezelnek, gyógyítanak vagy megelőznek betegségeket.
it: I prodotti a base di cannabis possono causare sonnolenza, secchezza delle fauci o cambiamenti temporanei nella percezione. Non guidare veicoli o utilizzare macchinari dopo il consumo. Tenere fuori dalla portata dei bambini. Queste affermazioni non sono state valutate dalle autorità sanitarie. I nostri prodotti non sono destinati a diagnosticare, trattare, curare o prevenire alcuna malattia.
no: Cannabisprodukter kan forårsake døsighet, tørr munn eller midlertidige endringer i oppfatning. Ikke bruk kjøretøy eller maskineri etter inntak. Hold utilgjengelig for barn. Disse utsagnene er ikke vurdert av helsemyndigheter. Våre produkter er ikke ment å diagnostisere, behandle, kurere eller forebygge sykdom.
sv: Cannabisprodukter kan orsaka trötthet, torr mun eller tillfälliga förändringar i uppfattning. Använd inte fordon eller maskiner efter intag. Håll utom räckhåll för barn. Dessa påståenden har inte utvärderats av hälsomyndigheter. Våra produkter är inte avsedda att diagnostisera, behandla, bota eller förebygga någon sjukdom.

source: Still have questions about cannabis?
da: Har du stadig spørgsmål om cannabis?
de: Noch Fragen zu Cannabis?
es: ¿Aún tiene preguntas sobre el cannabis?
fi: Onko sinulla vielä kysyttävää kannabiksesta?
ga: An bhfuil ceisteanna fós agat faoi channabas?
hu: Még vannak kérdései a kannabiszzal kapcsolatban?
it: Hai ancora domande sulla cannabis?
no: Har du fortsatt spørsmål om cannabis?
sv: Har du fortfarande frågor om cannabis?

source: Contact Our Cannabis Specialists
da: Kontakt vores cannabiseksperter
de: Kontaktieren Sie unsere Cannabis-Spezialisten
es: Contacte a nuestros especialistas en cannabis
fi: Ota Yhteyttä Kannabisasiantuntijoihimme
ga: Déan Teagmháil lenár Speisialtóirí Cannabais
hu: Lépjen kapcsolatba kannabisz szakértőinkkel
it: Contatta i Nostri Specialisti di Cannabis
no: Kontakt våre cannabisspesialister
sv: Kontakta våra cannabisspecialister

source: Connect with our cannabis experts and customer care team
da: Kom i kontakt med vores cannabiseksperter og kundeservicehold
de: Verbinden Sie sich mit unseren Cannabis-Experten und dem Kundenservice
es: Conéctese con nuestros expertos en cannabis y equipo de atención al cliente
fi: Ota yhteyttä kannabisasiantuntijoihimme ja asiakaspalvelutiimiimme
ga: Déan teagmháil lenár saineolaithe cannabais agus foireann chúram custaiméirí
hu: Kapcsolatba léphet kannabisz szakértőinkkel és ügyfélszolgálatunkkal
it: Connettiti con i nostri esperti di cannabis e il team di assistenza clienti
no: Kontakt våre cannabiseksperter og kundeserviceteam
sv: Kontakta våra cannabisexperter och kundservice

source: Send us a Message
da: Send os en besked
de: Senden Sie uns eine Nachricht
es: Envíenos un mensaje
fi: Lähetä meille viesti
ga: Seol Teachtaireacht Chugainn
hu: Küldjön üzenetet
it: Inviaci un Messaggio
no: Send oss en melding
sv: Skicka oss ett meddelande
