Repository: AndersonKamsong/medical_project
Catalog: medicalstore_robet/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, ga, hu, it, no, sv

source: Defective products will be replaced with proof of defect
da: Defekte produkter vil blive udskiftet med bevis for defekt
de: Defekte Produkte werden bei Nachweis des Mangels ersetzt
es: Los productos defectuosos serán reemplazados con prueba del defecto
fi: Vialliset tuotteet korvataan viallisuuden todistamisen jälkeen
ga: Cuirfear táirgí lochtacha in ionad le cruthúnas locht
hu: A hibás termékeket a hiba bizonyítékával lecseréljük
it: I prodotti difettosi saranno sostituiti con prova del difetto
no: Defekte produkter vil bli erstattet med bevis på defekt
sv: Defekta produkter kommer att ersättas med bevis på defekt

source: All cannabis strain names, product formulations, and educational content are protected intellectual property. Unauthorized commercial use is prohibited.
da: Alle cannabissortnavne, produktformler og uddannelsesindhold er beskyttet intellektuel ejendom. Uautoriseret kommerciel brug er forbudt.
de: Alle Cannabissortennamen, Produktformulierungen und Bildungsinhalte sind geschütztes geistiges Eigentum. Unerlaubte kommerzielle Nutzung ist verboten.
es: Todos los nombres de cepas de cannabis, formulaciones de productos y contenido educativo son propiedad intelectual protegida. El uso comercial no autorizado está prohibido.
fi: Kaikki kannabisrotujen nimet, tuotevalmisteet ja opetusmateriaalit ovat suojattua henkistä omaisuutta. Luvaton kaupallinen käyttö on kielletty.
ga: Tá gach ainm síolta cannabais, foirmliúcháin táirgí, agus ábhar oideachais cosanta mar mhaoin intleachtúil. Tá úsáid thráchtála neamhúdaráisithe toirmiscthe.
hu: Minden kannabiszfajta név, termékformuláció és oktatóanyag védett szellemi tulajdon. Jogtalan kereskedelmi felhasználás tilos.
it: Tutti i nomi di varietà di cannabis, formulazioni di prodotti e contenuti educativi sono proprietà intellettuale protetta. L'uso commerciale non autorizzato è vietato.
no: Alle cannabisstammens navn, produktformuleringer og undervisningsinnhold er beskyttet intellektuell eiendom. Uautorisert kommersiell bruk er forbudt.
sv: Alla cannabissortnamn, produktformuleringar och utbildningsmaterial är skyddad immateriell egendom. Obehörig kommersiell användning är förbjuden.

source: GreenMed Store shall not be liable for:
da: GreenMed Store er ikke ansvarlig for:
de: GreenMed Store haftet nicht für:
es: GreenMed Store no será responsable por:
fi: GreenMed Store ei ole vastuussa:
ga: Ní bheidh GreenMed Store faoi dhliteanas as:
hu: A GreenMed Store nem vállal felelősséget:
it: GreenMed Store non sarà responsabile per:
no: GreenMed Store skal ikke være ansvarlig for:
sv: GreenMed Store ska inte vara ansvarig för:

source: Misuse of cannabis products
da: Forkert brug af cannabisprodukter
de: Missbrauch von Cannabisprodukten
es: Uso indebido de productos de cannabis
fi: Kannabistuotteiden väärinkäytöstä
ga: Mí-úsáid táirgí cannabais
hu: A kannabiszáruk helytelen használatáért
it: Uso improprio dei prodotti a base di cannabis
no: Feilbruk av cannabisprodukter
sv: Felaktig användning av cannabisprodukter

source: Unauthorized purchases by minors
da: Uautoriseret køb af mindreårige
de: Unbefugte Käufe durch Minderjährige
es: Compras no autorizadas por menores
fi: Alaikäisten tekemistä luvattomista ostoista
ga: Ceannach neamhúdaráisithe ag mionaoisigh
hu: Kiskorúak jogtalan vásárlásáért
it: Acquisti non autorizzati da minori
no: Uautorisert kjøp av mindreårige
sv: Obehöriga köp av minderåriga

source: Legal consequences in jurisdictions where cannabis is prohibited
da: Juridiske konsekvenser i jurisdiktioner, hvor cannabis er forbudt
de: Rechtliche Konsequenzen in Gerichtsbarkeiten, wo Cannabis verboten ist
es: Consecuencias legales en jurisdicciones donde el cannabis está prohibido
fi: Oikeudellisista seuraamuksista lainkäyttöalueilla, joilla kannabis on kielletty
ga: Iarmhairtí dlíthiúla i ndlínsí ina bhfuil cannabais toirmiscthe
hu: Jogi következményekért olyan joghatóságokban, ahol a kannabisz tilos
it: Conseguenze legali nelle giurisdizioni dove la cannabis è vietata
no: Juridiske konsekvenser i jurisdiksjoner hvor cannabis er forbudt
sv: Juridiska konsekvenser i jurisdiktioner där cannabis är förbjudet

source: Individual reactions to cannabinoids
da: Individuelle reaktioner på cannabinoider
de: Individuelle Reaktionen auf Cannabinoide
es: Reacciones individuales a los cannabinoides
fi: Yksilöllisistä reaktioista kannabinoideihin
ga: Imeachtaí aonair ar channabainóidí
hu: Egyéni reakciókért a kannabinoidokra
it: Reazioni individuali ai cannabinoidi
no: Individuelle reaksjoner på cannabinoider
sv: Individuella reaktioner på cannabinoider

source: These Terms are governed by French law, specifically regarding cannabis regulations under:
da: Disse Vilkår er underlagt fransk lov, specifikt vedrørende cannabisreguleringer under:
de: Diese Bedingungen unterliegen französischem Recht, insbesondere Cannabisvorschriften gemäß:
es: Estos Términos se rigen por la ley francesa, específicamente en lo que respecta a las regulaciones de cannabis bajo:
fi: Nämä ehdot ovat Ranskan lain alaisia, erityisesti kannabiksen säännösten osalta:
ga: Tá na Téarmaí seo faoi réir dlí na Fraince, go háirithe maidir le rialacháin cannabais faoi:
hu: Ezek a Feltételek a francia jog szerint értelmezendők, különösen a kannabisz szabályozás tekintetében:
it: Questi Termini sono regolati dalla legge francese, in particolare per quanto riguarda le normative sulla cannabis ai sensi di:
no: Disse vilkårene er underlagt fransk lov, spesielt angående cannabisforskrifter under:
sv: Dessa villkor regleras av fransk lag, särskilt gällande cannabisförordningar enligt:

source: EU Regulation No. 1307/2013
da: EU-forordning nr. 1307/2013
de: EU-Verordnung Nr. 1307/2013
es: Reglamento de la UE No. 1307/2013
fi: EU:n asetus nro 1307/2013
ga: Rialachán AE Uimh. 1307/2013
hu: EU 1307/2013 rendelet
it: Regolamento UE n. 1307/2013
no: EU-forordning nr. 1307/2013
sv: EU-förordning nr 1307/2013

source: French Public Health Code Article R. 5132-86
da: Fransk offentlig sundhedskodeks artikel R. 5132-86
de: Französisches öffentliches Gesundheitsgesetzbuch Artikel R. 5132-86
es: Artículo R. 5132-86 del Código de Salud Pública francés
fi: Ranskan julkisen terveydenhuollon koodin artikla R. 5132-86
ga: Airteagal R. 5132-86 de Chód Sláinte Poiblí na Fraince
hu: Francia Közegészségügyi Törvénykönyv R. 5132-86. cikk
it: Articolo R. 5132-86 del Codice della Sanità Pubblica francese
no: Fransk folkehelsekode artikkel R. 5132-86
sv: Fransk hälso- och sjukvårdslag artikel R. 5132-86

source: General Data Protection Regulation (GDPR)
da: Generel databeskyttelsesforordning (GDPR)
de: Allgemeine Datenschutzverordnung (DSGVO)
es: Reglamento General de Protección de Datos (GDPR)
fi: Yleinen tietosuoja-asetus (GDPR)
ga: An Rialachán Ginearálta um Chosaint Sonraí (GDPR)
hu: Általános Adatvédelmi Rendelet (GDPR)
it: Regolamento Generale sulla Protezione dei Dati (GDPR)
no: Generell databeskyttelsesforordning (GDPR)
sv: Allmän dataskyddsförordning (GDPR)

source: Changes to Terms
da: Ændringer i Vilkår
de: Änderungen der Bedingungen
es: Cambios en los Términos
fi: Ehtojen Muutokset
ga: Athruithe ar Théarmaí
hu: Feltételek változtatása
it: Modifiche ai Termini
no: Endringer i vilkår
sv: Ändringar av villkor

source: We may update these Terms to reflect changes in cannabis regulations. Continued use after changes constitutes acceptance.
da: Vi kan opdatere disse Vilkår for at afspejle ændringer i cannabisreguleringer. Fortsat brug efter ændringer udgør accept.
de: Wir können diese Bedingungen aktualisieren, um Änderungen der Cannabisvorschriften widerzuspiegeln. Fortgesetzte Nutzung nach Änderungen gilt als Annahme.
es: Podemos actualizar estos Términos para reflejar cambios en las regulaciones de cannabis. El uso continuado después de los cambios constituye aceptación.
fi: Voimme päivittää näitä ehtoja heijastamaan muutoksia kannabiksen säännöksissä. Jatkamalla käyttöä muutosten jälkeen hyväksyt ne.
ga: D'fhéadfaimis na Téarmaí seo a nuashonrú chun athruithe ar rialacháin cannabais a léiriú. Léiríonn úsáid leanúnach tar éis athruithe glacadh.
hu: Frissíthetjük ezeket a Feltételeket a kannabisz szabályozás változásainak megfelelően. A változtatások utáni további használat elfogadást jelent.
it: Possiamo aggiornare questi Termini per riflettere i cambiamenti nelle normative sulla cannabis. L'uso continuato dopo le modifiche costituisce accettazione.
no: Vi kan oppdatere disse vilkårene for å reflektere endringer i cannabisforskrifter. Fortsatt bruk etter endringer utgjør aksept.
sv: Vi kan uppdatera dessa villkor för att spegla ändringar i cannabisförordningar. Fortsatt användning efter ändringar innebär godkännande.

source: For questions about these Terms or our cannabis products:
da: For spørgsmål om disse Vilkår eller vores cannabisprodukter:
de: Bei Fragen zu diesen Bedingungen oder unseren Cannabisprodukten:
es: Para preguntas sobre estos Términos o nuestros productos de cannabis:
fi: Kysymyksiä näistä ehdoista tai kannabistuotteistamme:
ga: Le haghaidh ceisteanna faoi na Téarmaí seo nár ár dtáirgí cannabais:
hu: Kérdéseivel ezekről a Feltételekről vagy kannabiszáruinkról:
it: Per domande su questi Termini o sui nostri prodotti a base di cannabis:
no: For spørsmål om disse vilkårene eller våre cannabisprodukter:
sv: För frågor om dessa villkor eller våra cannabisprodukter:

source: License Number:
da: Licensnummer:
de: Lizenznummer:
es: Número de licencia:
fi: Lisenssinumero:
ga: Uimhir Cheadúnais:
hu: Engedélyszám:
it: Numero di Licenza:
no: Lisensnummer:
sv: Licensnummer:

source: Effective Date:
da: Ikrafttrædelsesdato:
de: Inkrafttreten:
es: Fecha efectiva:
fi: Voimassaolopäivä:
ga: Dáta Feidhme:
hu: Hatálybalépés:
it: Data di Entrata in Vigore:
no: Ikrafttredelsesdato:
sv: Ikraftträdandedatum:

source: January 1, 2024 | Last Updated: January 1, 2024
da: 1. januar 2024 | Sidst opdateret: 1. januar 2024
de: 1. Januar 2024 | Zuletzt aktualisiert: 1. Januar 2024
es: 1 de enero de 2024 | Última actualización: 1 de enero de 2024
fi: 1. tammikuuta 2024 | Viimeksi päivitetty: 1. tammikuuta 2024
ga: 1 Eanáir 2024 | Nuashonraithe Deireanach: 1 Eanáir 2024
hu: 2024. január 1. | Utoljára frissítve: 2024. január 1.
it: 1° gennaio 2024 | Ultimo aggiornamento: 1° gennaio 2024
no: 1. januar 2024 | Sist oppdatert: 1. januar 2024
sv: 1 januari 2024 | Senast uppdaterad: 1 januari 2024

source: At GreenMed Store, we take special care in shipping cannabis-derived products in compliance with EU and French regulations (THC < 0.2%). This policy outlines our shipping practices, restrictions, and delivery timelines.
da: Hos GreenMed Store tager vi særlig omhu i forsendelse af cannabisafledte produkter i overensstemmelse med EU- og franske regler (THC < 0,2%). Denne politik beskriver vores forsendelsespraksis, begrænsninger og leveringstidslinjer.
de: Bei GreenMed Store legen wir besonderen Wert auf den Versand von Cannabisprodukten gemäß EU- und französischen Vorschriften (THC < 0,2%). Diese Richtlinie beschreibt unsere Versandpraktiken, Einschränkungen und Lieferzeiten.
es: En GreenMed Store, tenemos especial cuidado en el envío de productos derivados del cannabis en cumplimiento de las regulaciones de la UE y francesas (THC < 0,2%). Esta política describe nuestras prácticas de envío, restricciones y plazos de entrega.
fi: GreenMed Storessa huolehdimme erityisesti kannabisperäisten tuotteiden toimittamisesta EU:n ja Ranskan säädösten mukaisesti (THC < 0,2%). Tämä käytäntö esittää toimituskäytäntömme, rajoitukset ja toimitusajat.
ga: Ag GreenMed Store, bíonn cúram speisialta againn le táirgí a dhíorthaítear ó channabas a sheoladh i gcomhréir le rialacháin an AE agus na Fraince (THC < 0.2%). Léiríonn an polasaí seo ár gcleachtais loingseoireachta, srianta, agus amlínte seachadta.
hu: A GreenMed Store-nál különös gondot fordítunk a kannabiszból származó termékek szállítására az EU és francia szabályozásoknak (THC < 0,2%) megfelelően. Ez a politika vázolja szállítási gyakorlatunkat, korlátozásainkat és szállítási időkereteinket.
it: In GreenMed Store, prestiamo particolare attenzione alla spedizione di prodotti derivati dalla cannabis in conformità con le normative UE e francesi (THC < 0,2%). Questa politica descrive le nostre pratiche di spedizione, restrizioni e tempi di consegna.
no: På GreenMed Store tar vi spesielt hensyn til å sende cannabisderiverte produkter i samsvar med EU og franske forskrifter (THC < 0,2%). Denne politikken beskriver våre forsendelsespraksiser, begrensninger og leveringstidslinjer.
sv: På GreenMed Store tar vi särskild omsorg vid frakt av cannabishaltiga produkter i enlighet med EU och franska förordningar (THC < 0,2%). Denna policy beskriver våra fraktmetoder, restriktioner och leveranstider.

source: Shipping Areas
da: Forsendelsesområder
de: Versandgebiete
es: Áreas de envío
fi: Toimitusalueet
ga: Limistéir Loingseoireachta
hu: Szállítási területek
it: Aree di Spedizione
no: Forsendelsesområder
sv: Fraktområden

source: France (Mainland)
da: Frankrig (fastland)
de: Frankreich (Festland)
es: Francia (continental)
fi: Ranska (Manner-)
ga: An Fhrainc (Mórthír)
hu: Franciaország (kontinentális)
it: Francia (Continente)
no: Frankrike (fastland)
sv: Frankrike (fastland)

source: We ship throughout mainland France via Colissimo and Chronopost. All packages require adult signature (18+) upon delivery.
da: Vi sender over hele det franske fastland via Colissimo og Chronopost. Alle pakker kræver voksenunderskrift (18+) ved levering.
de: Wir versenden in ganz Frankreich über Colissimo und Chronopost. Alle Pakete erfordern Erwachsenenunterschrift (18+) bei Lieferung.
es: Enviamos a toda Francia continental a través de Colissimo y Chronopost. Todos los paquetes requieren firma de adulto (18+) al entregar.
fi: Toimitamme koko Ranskan mannermaan alueelle Colisson ja Chronopostin kautta. Kaikki paketit vaativat aikuisen allekirjoituksen (18+) toimituksen yhteydessä.
ga: Seolaimid ar fud mhórthíre na Fraince trí Colissimo agus Chronopost. Teastaíonn síniú fásta (18+) ar gach pacáiste ar sheachadadh.
hu: Egész kontinentális Franciaországba szállítunk Colissimo és Chronopost segítségével. Minden csomaghoz felnőtt aláírás (18+) szükséges átvételkor.
it: Spediamo in tutta la Francia continentale tramite Colissimo e Chronopost. Tutti i pacchi richiedono la firma di un adulto (18+) al momento della consegna.
no: Vi sender over hele fastlands-Frankrike via Colissimo og Chronopost. Alle pakker krever voksen signatur (18+) ved levering.
sv: Vi skickar över hela fastlandsfrankrike via Colissimo och Chronopost. Alla paket kräver vuxens underskrift (18+) vid leverans.

source: European Union
da: Den Europæiske Union
de: Europäische Union
es: Unión Europea
fi: Euroopan Unioni
ga: An tAontas Eorpach
hu: Európai Unió
it: Unione Europea
no: Europeiske union
sv: Europeiska unionen

source: We ship to most EU countries where CBD products are legal. Some restrictions apply to cannabis flowers - please check product pages.
da: Vi sender til de fleste EU-lande, hvor CBD-produkter er lovlige. Visse begrænsninger gælder for cannabisblomster - tjek venligst produktsiderne.
de: Wir versenden in die meisten EU-Länder, wo CBD-Produkte legal sind. Für Cannabisblüten gelten Einschränkungen - bitte Produktseiten prüfen.
es: Enviamos a la mayoría de los países de la UE donde los productos CBD son legales. Se aplican algunas restricciones a las flores de cannabis; consulte las páginas de productos.
fi: Toimitamme useimpiin EU-maihin, joissa CBD-tuotteet ovat laillisia. Kannabiskukintoihin sovelletaan joitain rajoituksia - tarkista tuotesivuilta.
ga: Seolaimid chuig an chuid is mó de thíortha an AE ina bhfuil táirgí CBD dlíthiúil. Tá roinnt srianta i bhfeidhm ar bhláthanna cannabais - seiceáil le do thoil leathanaigh táirgí.
hu: A legtöbb EU-s országba szállítunk, ahol a CBD termékek legálisak. A kannabisz virágokra néhány korlátozás vonatkozik - kérjük, ellenőrizze a termékoldalakat.
it: Spediamo nella maggior parte dei paesi UE dove i prodotti CBD sono legali. Alcune restrizioni si applicano ai fiori di cannabis - si prega di verificare le pagine dei prodotti.
no: Vi sender til de fleste EU-land hvor CBD-produkter er lovlige. Noen begrensninger gjelder for cannabisblomster - vennligst sjekk produktsidene.
sv: Vi skickar till de flesta EU-länder där CBD-produkter är lagliga. Vissa begränsningar gäller cannabisknopar - kontrollera produkt-sidor.

source: International Restrictions
da: Internationale begrænsninger
de: Internationale Beschränkungen
es: Restricciones internacionales
fi: Kansainväliset Rajoitukset
ga: Srianta Idirnáisiúnta
hu: Nemzetközi korlátozások
it: Restrizioni Internazionali
no: Internasjonale begrensninger
sv: Internationella restriktioner

source: We cannot ship cannabis-derived products to countries where they are prohibited, including but not limited to:
da: Vi kan ikke sende cannabisafledte produkter til lande, hvor de er forbudt, herunder men ikke begrænset til:
de: Wir können keine Cannabisprodukte in Länder versenden, wo sie verboten sind, einschließlich aber nicht beschränkt auf:
es: No podemos enviar productos derivados del cannabis a países donde estén prohibidos, incluidos pero no limitados a:
fi: Emme voi toimittaa kannabisperäisiä tuotteita maihin, joissa ne ovat kiellettyjä, mukaan lukien mutta ei rajoittuen:
ga: Ní féidir linn táirgí a dhíorthaítear ó channabas a sheoladh chuig tíortha ina bhfuil siad toirmiscthe, lena n-áirítear ach gan a bheith teoranta do:
hu: Nem szállíthatunk kannabiszból származó termékeket olyan országokba, ahol tilosak, többek között:
it: Non possiamo spedire prodotti derivati dalla cannabis in paesi dove sono vietati, tra cui ma non limitati a:
no: Vi kan ikke sende cannabisderiverte produkter til land hvor de er forbudt, inkludert men ikke begrenset til:
sv: Vi kan inte skicka cannabishaltiga produkter till länder där de är förbjudna, inklusive men inte begränsat till:

source: United States
da: USA
de: Vereinigte Staaten
es: Estados Unidos
fi: Yhdysvallat
ga: Stáit Aontaithe
hu: Egyesült Államok
it: Stati Uniti
no: Amerikas forente stater
sv: Förenta staterna

source: Australia
da: Australien
de: Australien
ga: An Astráil
hu: Ausztrália
sv: Australien

source: Certain Middle Eastern countries
da: Visse mellemøstlige lande
de: Bestimmte Nahost-Länder
es: Ciertos países del Medio Oriente
fi: Tietyt Lähi-idän maat
ga: Tíortha áirithe sa Mheánoirthear
hu: Egyes Közel-keleti országok
it: Alcuni paesi del Medio Oriente
no: Visse Midtøsten-land
sv: Vissa Mellanösternländer

source: Packaging Standards
da: Emballagestandarder
de: Verpackungsstandards
es: Estándares de embalaje
fi: Pakkausstandardit
ga: Caighdeáin Pacáistiú
hu: Csomagolási szabványok
it: Standard di Imballaggio
no: Emballasjestandarder
sv: Förpackningsstandarder

source: All cannabis products are shipped with:
da: Alle cannabisprodukter sendes med:
de: Alle Cannabisprodukte werden versendet mit:
es: Todos los productos de cannabis se envían con:
fi: Kaikki kannabistuotteet toimitetaan:
ga: Seachadtar gach táirge cannabais le:
hu: Minden kannabiszáru a következőkkel kerül kiszállításra:
it: Tutti i prodotti a base di cannabis vengono spediti con:
no: Alle cannabisprodukter sendes med:
sv: Alla cannabisprodukter skickas med:

source: Discrete, unbranded packaging
da: Diskret, umærket emballage
de: Diskreter, unbeschrifteter Verpackung
es: Embalaje discreto sin marca
fi: Hienovaraisessa, brändäämättömässä pakkauksessa
ga: Pacáistiú scoite, gan bhrandáil
hu: Diszkrét, márkajelzés nélküli csomagolás
it: Imballaggio discreto, senza marchio
no: Diskré, umerket emballasje
sv: Diskret, omärkt förpackning

source: Odor-proof containers for flowers
da: Lugtfrie beholdere til blomster
de: Geruchssicheren Behältern für Blüten
es: Contenedores a prueba de olores para flores
fi: Hajunsietoisissa astioissa kukinnoille
ga: Coimeádáin atá díonach ó bholadh le haghaidh bláthanna
hu: Szagmentes tartályok a virágokhoz
it: Contenitori anti-odore per i fiori
no: Luktfrie beholdere for blomster
sv: Lukttäta behållare för blommor

source: Temperature-controlled packaging when required
da: Temperaturkontrolleret emballage når nødvendigt
de: Temperaturkontrollierter Verpackung bei Bedarf
es: Embalaje con control de temperatura cuando sea necesario
fi: Lämpötilasäädellyssä pakkauksessa tarvittaessa
ga: Pacáistiú faoi rialú teochta nuair is gá
hu: Hőmérséklet-szabályozott csomagolás szükség esetén
it: Imballaggio a temperatura controllata quando richiesto
no: Temperaturkontrollert emballasje når nødvendig
sv: Temperaturkontrollerad förpackning vid behov

source: No mention of cannabis on exterior labels
da: Ingen omtale af cannabis på ydre etiketter
de: Keiner Erwähnung von Cannabis auf Außenetiketten
es: Ninguna mención de cannabis en las etiquetas exteriores
fi: Ei mainintaa kannabiksesta ulkoisissa tarroissa
ga: Gan aon trácht ar channabas ar lipéidí seachtracha
hu: Nincs kannabisz említés a külső címkékben
it: Nessuna menzione della cannabis sulle etichette esterne
no: Ingen omtale av cannabis på ytre etiketter
sv: Ingen omnämnande av cannabis på yttre etiketter

source: Required legal documentation including lab reports
da: Påkrævet juridisk dokumentation inklusive laboratorierapporter
de: Erforderlichen rechtlichen Dokumenten inklusive Laborberichten
es: Documentación legal requerida, incluidos informes de laboratorio
fi: Vaadittu oikeudellinen dokumentaatio, mukaan lukien laboratorioraportit
ga: Doiciméadú dlíthiúil riachtanach lena n-áirítear tuarascálacha saotharlainne
hu: Szükséges jogi dokumentáció, beleértve laboratóriumi jelentéseket
it: Documentazione legale richiesta inclusi i rapporti di laboratorio
no: Påkrevd juridisk dokumentasjon inkludert laboratorierapporter
sv: Nödvändig juridisk dokumentation inklusive laboratorierapporter

source: Note: While we take these precautions, we cannot guarantee against customs inspections in your country.
da: Bemærk: Mens vi tager disse forholdsregler, kan vi ikke garantere mod toldinspektioner i dit land.
de: Hinweis: Trotz dieser Vorkehrungen können wir Zollkontrollen in Ihrem Land nicht verhindern.
es: Nota: Aunque tomamos estas precauciones, no podemos garantizar contra inspecciones aduaneras en su país.
fi: Huomautus: Vaikka otamme nämä varotoimet, emme voi taata tullitarkastuksia vastaan maassasi.
ga: Nóta: Cé go nglacaimid leis na réamhchúraimí seo, ní féidir linn a ráthú nach ndéanfar iniúchadh custaim i do thír.
hu: Megjegyzés: Bár ezeket az óvintézkedéseket megtesszük, nem garantálhatjuk a vámellenőrzések elkerülését országában.
it: Nota: Nonostante queste precauzioni, non possiamo garantire contro le ispezioni doganali nel tuo paese.
no: Merk: Selv om vi tar disse forholdsreglene, kan vi ikke garantere mot tollinspeksjoner i ditt land.
sv: Obs: Trots dessa försiktighetsåtgärder kan vi inte garantera mot tullinspektioner i ditt land.

source: Shipping Methods & Timelines
da: Forsendelsesmetoder & tidslinjer
de: Versandmethoden & -zeiten
es: Métodos y plazos de envío
fi: Toimitustavat & Aikataulut
ga: Modhanna & Amlínte Loingseoireachta
hu: Szállítási módszerek & Időkeretek
it: Metodi & Tempistiche di Spedizione
no: Forsendelsesmetoder og tidslinjer
sv: Fraktmetoder & Tidslinjer

source: Service
es: Servicio
fi: Palvelu
ga: Seirbhís
hu: Szolgáltatás
it: Servizio
no: Tjeneste
sv: Tjänst

source: Delivery Time
da: Leveringstid
de: Lieferzeit
es: Tiempo de entrega
fi: Toimitusaika
ga: Am Seachadta
hu: Szállítási idő
it: Tempo di Consegna
no: Leveringstid
sv: Leveranstid

source: Tracking
da: Sporing
de: Sendungsverfolgung
es: Seguimiento
fi: Seuranta
ga: Rianú
hu: Nyomkövetés
it: Tracciamento
no: Sporing
sv: Spårning
