Repository: AndersonKamsong/medical_project
Catalog: medicalstore_robet/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, ga, hu, it, no, sv

source: We accept returns of unopened, factory-sealed products within 14 days of delivery. Products must be in original packaging with all seals intact.
da: Vi accepterer returnering af uåbnede, fabriksforseglede produkter inden for 14 dage efter levering. Produkter skal være i original emballage med alle segl intakte.
de: Wir akzeptieren Rückgaben von ungeöffneten, fabrikversiegelten Produkten innerhalb von 14 Tagen nach Lieferung. Produkte müssen in Originalverpackung mit intakten Siegeln sein.
es: Aceptamos devoluciones de productos sin abrir, sellados de fábrica, dentro de los 14 días posteriores a la entrega. Los productos deben estar en su embalaje original con todos los sellos intactos.
fi: Hyväksymme avattomien, tehtaalla suljettujen tuotteiden palautukset 14 päivän kuluessa toimituksesta. Tuotteiden on oltava alkuperäisessä pakkauksessa, ja kaikkien sinettien on oltava ehjiä.
ga: Glacaimid le hathchuir táirgí neamhoscailte, séalaithe sa mhonarcha laistigh de 14 lá ó sheachadadh. Ní mór táirgí a bheith ina bpacáistiú bunaidh le gach séal slán.
hu: 14 napon belül elfogadjuk a bontatlan, gyári lezárt termékek visszaküldését. A termékeknek eredeti csomagolásban kell lenniük minden pecséttel érintetlenül.
it: Accettiamo resi di prodotti non aperti, sigillati di fabbrica, entro 14 giorni dalla consegna. I prodotti devono essere nell'imballaggio originale con tutti i sigilli intatti.
no: Vi godtar retur av uåpnede, fabrikksealede produkter innen 14 dager etter levering. Produkter må være i original emballasje med alle segl intakte.
sv: Vi accepterar returer av oöppnade, fabriksförseglade produkter inom 14 dagar från leverans. Produkterna måste vara i originalförpackning med alla förseglingar intakta.

source: Defective Products
da: Defekte produkter
de: Defekte Produkte
es: Productos defectuosos
fi: Vialliset Tuotteet
ga: Táirgí Loctha
hu: Hibás termékek
it: Prodotti Difettosi
no: Defekte produkter
sv: Defekta produkter

source: If you receive a defective or damaged product, please contact us within 48 hours with photos of the issue. We'll arrange a replacement or refund.
da: Hvis du modtager et defekt eller beskadiget produkt, kontakt os venligst inden for 48 timer med fotos af problemet. Vi vil arrangere en erstatning eller refusion.
de: Bei defekten oder beschädigten Produkten kontaktieren Sie uns bitte innerhalb von 48 Stunden mit Fotos des Problems. Wir organisieren Ersatz oder Rückerstattung.
es: Si recibe un producto defectuoso o dañado, contáctenos dentro de las 48 horas con fotos del problema. Organizaremos un reemplazo o reembolso.
fi: Jos saat viallisen tai vaurioituneen tuotteen, ota yhteyttä 48 tunnin kuluessa ongelmasta kuvin. Järjestämme korvaavan tuotteen tai hyvityksen.
ga: Má fhaigheann tú táirge lochtach nó damáiste, déan teagmháil linn laistigh de 48 uair an chloig le grianghraif den fhadhb. Socróimid athsholáthar nó aisíocaíocht.
hu: Ha hibás vagy sérült terméket kap, kérjük, lépjen kapcsolatba velünk 48 órán belül a probléma fotóival. Elintézzük a cserét vagy visszatérítést.
it: Se ricevi un prodotto difettoso o danneggiato, ti preghiamo di contattarci entro 48 ore con foto del problema. Organizzeremo una sostituzione o un rimborso.
no: Hvis du mottar et defekt eller skadet produkt, vennligst kontakt oss innen 48 timer med bilder av problemet. Vi vil ordne erstatning eller refusjon.
sv: Om du får en defekt eller skadad produkt, kontakta oss inom 48 timmar med foton på problemet. Vi ordnar ersättning eller återbetalning.

source: Non-Returnable Items
da: Ikke-returnerbare varer
de: Nicht rückgabefähige Artikel
es: Artículos no retornables
fi: Palauttamattomat Tuotteet
ga: Míreanna Nach bhFéidir a Aisghabháil
hu: Nem visszaküldhető termékek
it: Articoli Non Restituibili
no: Ikke-returnerbare varer
sv: Ej återvändbara artiklar

source: Opened cannabis products (for health and safety reasons)
da: Åbnede cannabisprodukter (af sundheds- og sikkerhedsmæssige årsager)
de: Geöffnete Cannabisprodukte (aus Gesundheits- und Sicherheitsgründen)
es: Productos de cannabis abiertos (por razones de salud y seguridad)
fi: Avatut kannabistuotteet (terveys- ja turvallisuussyistä)
ga: Táirgí cannabais oscailte (ar chúiseanna sláinte agus sábháilteachta)
hu: Kinyitott kannabiszáruk (egészségügyi és biztonsági okokból)
it: Prodotti a base di cannabis aperti (per motivi di salute e sicurezza)
no: Åpnede cannabisprodukter (av helse- og sikkerhetsgrunner)
sv: Öppnade cannabisprodukter (av hälsoskäl och säkerhetsskäl)

source: Consumable products (edibles, pre-rolls, etc.)
da: Forbrugsvarer (spiselige, præ-rullede etc.)
de: Verbrauchsgüter (Esswaren, Prerolls etc.)
es: Productos consumibles (comestibles, pre-rolls, etc.)
fi: Kulutustuotteet (syötävät, esirullatut jne.)
ga: Táirgí inchaite (inite, réamhrollta, etc.)
hu: Fogyasztható termékek (ehető termékek, előre tekert stb.)
it: Prodotti consumabili (edibili, pre-rolls, ecc.)
no: Forbruksvarer (spiselige, preruller, etc.)
sv: Förbrukningsprodukter (ätbara produkter, förrullade, etc.)

source: Products purchased during sales or promotions
da: Produkter købt under salg eller kampagner
de: Während Rabattaktionen gekaufte Produkte
es: Productos comprados durante ventas o promociones
fi: Alennusmyynneissä tai kampanjoissa ostetut tuotteet
ga: Táirgí a ceannaíodh le linn díolachán nó tionscnamh
hu: Akciók vagy promóciók során vásárolt termékek
it: Prodotti acquistati durante saldi o promozioni
no: Produkter kjøpt under salg eller kampanjer
sv: Produkter köpta under reor eller kampanjer

source: Custom or personalized items
da: Brugerdefinerede eller personlige varer
de: Maßgefertigte oder personalisierte Artikel
es: Artículos personalizados
fi: Mukautetut tai henkilökohtaiset tuotteet
ga: Míreanna saincheaptha nó pearsanta
hu: Egyedi vagy személyre szabott termékek
it: Articoli personalizzati o su misura
no: Tilpassede eller personlige varer
sv: Anpassade eller personliga artiklar

source: Return Process
da: Returproces
de: Rückgabeprozess
es: Proceso de devolución
fi: Palautusprosessi
ga: Próiseas Aisíocaíochta
hu: Visszaküldési folyamat
it: Processo di Reso
no: Returprosess
sv: Returprocess

source: Email returns@example.com with your order number and reason for return within 14 days of delivery.
da: E-mail returns@example.com med dit ordrenummer og årsag til returnering inden for 14 dage efter levering.
de: E-Mail an returns@example.com mit Bestellnummer und Rückgabegrund innerhalb von 14 Tagen nach Lieferung.
es: Envíe un correo a returns@example.com con su número de pedido y motivo de devolución dentro de los 14 días posteriores a la entrega.
fi: Lähetä sähköpostia returns@example.com tilausnumerollasi ja palautuksen syyllä 14 päivän kuluessa toimituksesta.
ga: Seol ríomhphost chuig returns@example.com le d'uimhir ordaithe agus an chúis le haghaidh aisíocaíochta laistigh de 14 lá ó sheachadadh.
hu: Küldjön e-mailt a returns@example.com címre rendelési számával és a visszaküldés okával a szállítástól számított 14 napon belül.
it: Invia un'email a returns@example.com con il tuo numero d'ordine e il motivo del reso entro 14 giorni dalla consegna.
no: Send e-post til returns@example.com med ditt ordrenummer og grunn for retur innen 14 dager etter levering.
sv: E-posta returns@example.com med ditt ordernummer och orsak till retur inom 14 dagar från leverans.

source: Approval
da: Godkendelse
de: Genehmigung
es: Aprobación
fi: Hyväksyntä
ga: Formheas
hu: Jóváhagyás
it: Approvazione
no: Godkjenning
sv: Godkännande

source: We'll review your request and send return instructions if approved.
da: Vi vil gennemgå din anmodning og sende returinstruktioner, hvis godkendt.
de: Wir prüfen Ihren Antrag und senden bei Genehmigung Rückgabeanweisungen.
es: Revisaremos su solicitud y enviaremos instrucciones de devolución si se aprueba.
fi: Tarkistamme pyyntösi ja lähetämme palutusohjeet, jos se hyväksytään.
ga: Déanfaimid athbhreithniú ar d'iarratas agus seolfaimid treoracha aisíocaíochta má fhormheastaíonn é.
hu: Áttekintjük kérését és visszaküldési utasításokat küldünk, ha jóváhagyva.
it: Esamineremo la tua richiesta e invieremo le istruzioni per il reso se approvata.
no: Vi vil gjennomgå din forespørsel og sende returinstruksjoner hvis godkjent.
sv: Vi granskar din begäran och skickar returanvisningar om godkänd.

source: Ship Back
da: Send tilbage
de: Rücksendung
es: Enviar de vuelta
fi: Lähetä Takaisin
ga: Seol Ar Ais
hu: Visszaszállítás
it: Spedisci Indietro
no: Send tilbake
sv: Skicka tillbaka

source: Send the unopened product in its original packaging using our approved carrier.
da: Send det uåbnede produkt i original emballage med vores godkendte transportør.
de: Senden Sie das ungeöffnete Produkt in Originalverpackung über unseren zugelassenen Transporteur zurück.
es: Envíe el producto sin abrir en su embalaje original utilizando nuestro transportista aprobado.
fi: Lähetä avaton tuote alkuperäisessä pakkauksessa hyväksytyllä kuljetusyhtiöllämme.
ga: Seol an táirge neamhoscailte ina phacáistiú bunaidh ag úsáid ár n-iompróir formheasta.
hu: Küldje vissza a bontatlan terméket eredeti csomagolásában jóváhagyott fuvarozónkon keresztül.
it: Spedisci il prodotto non aperto nel suo imballaggio originale utilizzando il nostro corriere approvato.
no: Send det uåpnede produktet i original emballasje ved hjelp av vår godkjente transportør.
sv: Skicka den oöppnade produkten i originalförpackning med vår godkända transportör.

source: Refund
da: Refusion
de: Rückerstattung
es: Reembolso
fi: Hyvitys
ga: Aisíocaíocht
hu: Visszatérítés
it: Rimborso
no: Refusjon
sv: Återbetalning

source: Once received and inspected, we'll process your refund within 5 business days.
da: Når modtaget og inspiceret, behandler vi din refusion inden for 5 hverdage.
de: Nach Erhalt und Prüfung bearbeiten wir Ihre Rückerstattung innerhalb von 5 Werktagen.
es: Una vez recibido e inspeccionado, procesaremos su reembolso dentro de los 5 días hábiles.
fi: Kun tuote on vastaanotettu ja tarkastettu, käsittelemme hyvityksesi 5 arkipäivän kuluessa.
ga: Nuair a fhaightear agus a iniúchtaíodh é, déanfaimid do aisíocaíocht a phróiseáil laistigh de 5 lá gnó.
hu: Az átvételt és ellenőrzést követően 5 munkanapon belül feldolgozzuk visszatérítését.
it: Una volta ricevuto e ispezionato, elaboreremo il tuo rimborso entro 5 giorni lavorativi.
no: Når mottatt og inspisert, vil vi behandle din refusjon innen 5 virkedager.
sv: När mottagen och inspekterad behandlar vi din återbetalning inom 5 arbetsdagar.

source: Important Notes
da: Vigtige bemærkninger
de: Wichtige Hinweise
es: Notas importantes
fi: Tärkeitä Huomioita
ga: Nótaí Tábhachtacha
hu: Fontos megjegyzések
it: Note Importanti
no: Viktige merknader
sv: Viktiga noteringar

source: All returns are subject to compliance with local cannabis regulations. We reserve the right to refuse returns that don't meet our policy requirements.
da: Alle returneringer er underlagt overholdelse af lokale cannabisreguleringer. Vi forbeholder os retten til at nægte returneringer, der ikke opfylder vores politikkrav.
de: Alle Rückgaben unterliegen der Einhaltung lokaler Cannabisvorschriften. Wir behalten uns das Recht vor, Rückgaben abzulehnen, die unseren Richtlinien nicht entsprechen.
es: Todas las devoluciones están sujetas al cumplimiento de las regulaciones locales de cannabis. Nos reservamos el derecho de rechazar devoluciones que no cumplan con los requisitos de nuestra política.
fi: Kaikki palautukset ovat alttiina paikallisten kannabiksen säädösten noudattamiselle. Pidätämme oikeuden evätä palautukset, jotka eivät täytä käytäntövaatimuksiamme.
ga: Tá gach aisíocaíocht faoi réir comhlíonta le rialacháin cannabais áitiúla. Coinnímid an ceart aisíocaíochtaí nach gcomhlíonann ár riachtanais pholasaí a dhiúltú.
hu: Minden visszaküldés alá van vetve a helyi kannabisz szabályozásoknak. Fenntartjuk a jogot, hogy megtagadjuk a visszaküldéseket, amelyek nem felelnek meg politikai követelményeinknek.
it: Tutti i resi sono soggetti alla conformità con le normative locali sulla cannabis. Ci riserviamo il diritto di rifiutare resi che non soddisfano i requisiti della nostra politica.
no: Alle returer er underlagt overholdelse av lokale cannabisforskrifter. Vi forbeholder oss retten til å nekte returer som ikke oppfyller våre policykrav.
sv: Alla returer är föremål för efterlevnad av lokala cannabisföreskrifter. Vi förbehåller oss rätten att vägra returer som inte uppfyller våra policykrav.

source: Original shipping costs are non-refundable. Return shipping is the customer's responsibility unless the return is due to our error.
da: Oprindelige forsendelsesomkostninger refunderes ikke. Returforsendelse er kundens ansvar, medmindre returneringen skyldes vores fejl.
de: Ursprüngliche Versandkosten werden nicht erstattet. Rücksendekosten trägt der Kunde, es sei denn, die Rückgabe beruht auf unserem Fehler.
es: Los costos de envío originales no son reembolsables. El envío de devolución es responsabilidad del cliente a menos que la devolución se deba a nuestro error.
fi: Alkuperäiset toimituskulut eivät ole hyvitettäviä. Palautuskulut ovat asiakkaan vastuulla, ellei palautus johtuisi virheestämme.
ga: Ní aisíoctar costais loingseoireachta bunaidh. Is faoi fhreagracht an chustaiméara loingseoireacht aisíocaíochta mura bhfuil an t-aisíocaíocht mar gheall ar earráid uainn.
hu: Az eredeti szállítási költségek nem térítendők. A visszaküldési szállítás a vásárló felelőssége, kivéve, ha a visszaküldés a mi hibánkból történik.
it: I costi di spedizione originali non sono rimborsabili. La spedizione di reso è a carico del cliente a meno che il reso non sia dovuto a un nostro errore.
no: Opprinnelige fraktkostnader refunderes ikke. Returfrakt er kundens ansvar med mindre returen skyldes vår feil.
sv: Ursprungliga fraktkostnader återbetalas inte. Returfrakt är kundens ansvar om inte returen beror på vårt fel.

source: Refunds will be issued to the original payment method. Processing may take 5-10 business days to appear in your account.
da: Refusioner udstedes til den oprindelige betalingsmetode. Behandling kan tage 5-10 hverdage at vises på din konto.
de: Rückerstattungen erfolgen an die ursprüngliche Zahlungsmethode. Die Bearbeitung kann 5-10 Werktage bis zur Kontogutschrift dauern.
es: Los reembolsos se emitirán al método de pago original. El procesamiento puede tardar de 5 a 10 días hábiles en aparecer en su cuenta.
fi: Hyvitykset suoritetaan alkuperäiseen maksutapaan. Käsittely voi kestää 5-10 arkipäivää, ennen kuin ne näkyvät tililläsi.
ga: Eiseofar aisíocaíochtaí chuig an modh íocaíochta bunaidh. D'fhéadfadh sé 5-10 lá gnó go bhfeicfear próiseáil i do chuntas.
hu: A visszatérítések az eredeti fizetési módra kerülnek kifizetésre. A feldolgozás 5-10 munkanapot is igénybe vehet, amíg megjelenik a számláján.
it: I rimborsi verranno emessi sul metodo di pagamento originale. L'elaborazione potrebbe richiedere 5-10 giorni lavorativi per apparire sul tuo conto.
no: Refusjoner vil bli utbetalt til den opprinnelige betalingsmetoden. Behandling kan ta 5-10 virkedager å vises på kontoen din.
sv: Återbetalningar görs till den ursprungliga betalningsmetoden. Behandling kan ta 5-10 arbetsdagar att visas på ditt konto.

source: Chill Cannabis Lounge
es: Sala de relajación de cannabis
fi: Rentoutus Kannabis Lounge
ga: Seomra Suí Cannabais Chill
hu: Chill Kannabisz Lounge
no: Avslappet cannabis lounge
sv: Avslappnad cannabismiljö

source: Meditation Sessions
da: Meditationssessioner
de: Meditationssitzungen
es: Sesiones de meditación
fi: Meditaatiosessiot
ga: Seisiúin Machnaimh
hu: Meditációs ülések
it: Sessioni di Meditazione
no: Meditasjonsøkter
sv: Meditationssessioner

source: Reggae Roots Classics
de: Reggae Roots Klassiker
es: Clásicos del roots reggae
fi: Reggae Roots -klassikot
ga: Clasaicí Reggae Roots
hu: Reggae Roots klasszikusok
it: Classici Reggae Roots
no: Reggae roots-klassikere
sv: Reggae Roots-klassiker

source: Complete Your Order
da: Fuldfør din ordre
de: Bestellung abschließen
es: Complete su pedido
fi: Viimeistele Tilauksesi
ga: Críochnaigh d'Ordú
hu: Fejezze be rendelését
it: Completa il Tuo Ordine
no: Fullfør bestillingen din
sv: Slutför din beställning

source: Billing Information
da: Faktureringsoplysninger
de: Rechnungsinformationen
es: Información de facturación
fi: Laskutustiedot
ga: Faisnéis Bhilléála
hu: Számlázási információk
it: Informazioni di Fatturazione
no: Faktureringsinformasjon
sv: Faktureringsinformation

source: Street Address
da: Gadeadresse
de: Straßenadresse
es: Dirección
fi: Katuosoite
ga: Seoladh Sráide
hu: Utca, házszám
it: Indirizzo
no: Gateadresse
sv: Gatuadress

source: Secure payment via Stripe
da: Sikker betaling via Stripe
de: Sichere Zahlung über Stripe
es: Pago seguro a través de Stripe
fi: Turvallinen maksu Stripen kautta
ga: Íocaíocht shlán trí Stripe
hu: Biztonságos fizetés Stripe-on keresztül
it: Pagamento sicuro tramite Stripe
no: Sikker betaling via Stripe
sv: Säker betalning via Stripe

source: Bank Transfer
da: Bankoverførsel
de: Banküberweisung
es: Transferencia bancaria
fi: Pankkisiirto
ga: Aistriú Bainc
hu: Banki átutalás
it: Bonifico Bancario
no: Bankoverførsel
sv: Banköverföring

source: You'll receive payment details after order
da: Du modtager betalingsoplysninger efter ordre
de: Sie erhalten Zahlungsdetails nach Bestellung
es: Recibirá los detalles de pago después del pedido
fi: Saat maksutiedot tilauksen jälkeen
ga: Gheobhaidh tú sonraí íocaíochta tar éis an ordaithe
hu: Fizetési adatokat kap a rendelés után
it: Riceverai i dettagli di pagamento dopo l'ordine
no: Du vil motta betalingsdetaljer etter bestilling
sv: Du får betalningsdetaljer efter beställning

source: Do not order if you don't intend to pay.
da: Bestil ikke, hvis du ikke agter at betale.
de: Bestellen Sie nicht, wenn Sie nicht bezahlen möchten.
es: No ordene si no tiene intención de pagar.
fi: Älä tee tilausta, jos et aio maksaa.
ga: Ná cuir ordú mura bhfuil sé ar intinn agat íoc.
hu: Ne rendeljen, ha nem szándékozik fizetni.
it: Non ordinare se non intendi pagare.
no: Ikke bestill hvis du ikke har tenkt å betale.
sv: Beställ inte om du inte tänker betala.

source: Click Place Order and you'll receive an email with details, order number and our bank information for transfer.
da: Klik på Bestil, og du vil modtage en e-mail med detaljer, ordrenummer og vores bankoplysninger til overførsel.
de: Klicken Sie auf 'Bestellung aufgeben' und Sie erhalten eine E-Mail mit Details, Bestellnummer und unseren Bankdaten für die Überweisung.
es: Haga clic en Realizar pedido y recibirá un correo con detalles, número de pedido y nuestra información bancaria para la transferencia.
fi: Napsauta Tee tilaus ja saat sähköpostitse tiedot, tilausnumeron ja pankkitietomme siirtoa varten.
ga: Cliceáil Cuir Ordú agus gheobhaidh tú ríomhphost le sonraí, uimhir ordaithe agus ár bhfaisnéis bhainc le haghaidh aistrithe.
hu: Kattintson a Rendelés leadása gombra, és e-mailt kap részletekkel, rendelési számmal és banki adatainkkal az átutaláshoz.
it: Clicca Invia Ordine e riceverai un'email con i dettagli, il numero d'ordine e le nostre informazioni bancarie per il bonifico.
no: Klikk på Bestill og du vil motta en e-post med detaljer, ordrenummer og vår bankinformasjon for overføring.
sv: Klicka på Beställ så får du ett e-postmeddelande med detaljer, ordernummer och vår bankinformation för överföring.

source: Use the order number as reference for the transfer.
da: Brug ordrenummeret som reference til overførslen.
de: Verwenden Sie die Bestellnummer als Verwendungszweck.
es: Use el número de pedido como referencia para la transferencia.
fi: Käytä tilausnumeroa viitteenä siirrolle.
ga: Úsáid uimhir an ordaithe mar thagairt don aistriú.
hu: Használja a rendelési számot hivatkozásként az átutaláshoz.
it: Usa il numero d'ordine come riferimento per il bonifico.
no: Bruk ordrenummeret som referanse for overføringen.
sv: Använd ordernumret som referens för överföringen.

source: Order will be shipped upon receipt of payment.
da: Ordren vil blive sendt ved modtagelse af betaling.
de: Bestellung wird nach Zahlungseingang versendet.
es: El pedido se enviará al recibir el pago.
fi: Tilaus toimitetaan maksun vastaanottamisen jälkeen.
ga: Seolfar an t-ordú nuair a fhaightear an íocaíocht.
hu: A rendelést a fizetés megérkezése után szállítjuk.
it: L'ordine verrà spedito al ricevimento del pagamento.
no: Bestillingen vil bli sendt ved mottak av betaling.
sv: Beställningen skickas när betalningen mottagits.

source: Cryptocurrency
da: Kryptovaluta
de: Kryptowährung
es: Criptomoneda
fi: Kryptovaluutta
ga: Cripteaireacht
hu: Kriptovaluta
it: Criptovaluta
no: Kryptovaluta
sv: Kryptovaluta

source: BTC, LTC and other major cryptos
da: BTC, LTC og andre store kryptovalutaer
de: BTC, LTC und andere große Kryptos
es: BTC, LTC y otras criptos principales
fi: BTC, LTC ja muut suuret kryptot
ga: BTC, LTC agus cripteaireachtaí móra eile
hu: BTC, LTC és más főbb kriptovaluták
it: BTC, LTC e altre criptovalute principali
no: BTC, LTC og andre store kryptovalutaer
sv: BTC, LTC och andra stora kryptovalutor

source: How to pay with crypto
da: Sådan betaler du med krypto
de: Wie man mit Krypto bezahlt
es: Cómo pagar con cripto
fi: Kuinka maksaa kryptovaluutalla
ga: Conas íoc le cripteaireacht
hu: Hogyan fizessen kriptoval
it: Come pagare con criptovaluta
no: Hvordan betale med krypto
sv: Hur man betalar med krypto

source: Responsible Use
da: Ansvarlig brug
de: Verantwortungsvolle Nutzung
es: Uso responsable
fi: Vastuullinen Käyttö
ga: Úsáid Fhreagrach
hu: Felelős használat
it: Uso Responsabile
no: Ansvarlig bruk
sv: Ansvarsfull användning

source: Place Secure Order
da: Placer sikker ordre
de: Sichere Bestellung aufgeben
es: Realizar pedido seguro
fi: Tee Turvallinen Tilaus
ga: Cuir Ordú Slán
hu: Biztonságos rendelés leadása
it: Effettua Ordine Sicuro
no: Plasser sikker bestilling
sv: Lägg säker beställning

source: Qty:
da: Antal:
de: Menge:
es: Cant:
fi: Määrä:
ga: Cainn:
hu: Menny:
it: Qtà:
no: Ant:
sv: Antal:

source: Estimated delivery: 2-5 business days
da: Anslået levering: 2-5 hverdage
de: Voraussichtliche Lieferung: 2-5 Werktage
es: Entrega estimada: 2-5 días hábiles
fi: Arvioitu toimitusaika: 2-5 arkipäivää
ga: Seachadadh measta: 2-5 lá gnó
hu: Becsült szállítás: 2-5 munkanap
it: Consegna stimata: 2-5 giorni lavorativi
no: Estimert levering: 2-5 virkedager
sv: Beräknad leverans: 2-5 arbetsdagar

source: How to Pay with Cryptocurrency
da: Sådan betaler du med kryptovaluta
de: Wie man mit Kryptowährung bezahlt
es: Cómo pagar con criptomoneda
fi: Kuinka Maksaa Kryptovaluutalla
ga: Conas Íoc le Cripteaireacht
hu: Hogyan fizessen kriptovalutával
it: Come Pagare con Criptovaluta
no: Hvordan betale med kryptovaluta
sv: Hur man betalar med kryptovaluta

source: Important Notice:
da: Vigtig meddelelse:
de: Wichtiger Hinweis:
es: Aviso importante:
fi: Tärkeä Huomautus:
ga: Fógra Tábhachtach:
hu: Fontos tudnivaló:
it: Avviso Importante:
no: Viktig merknad:
sv: Viktigt meddelande:
