Repository: AndersonKamsong/medical_project
Catalog: medicalstore_robet/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, ga, hu, it, no, sv

source: Can't be entirely numeric
da: Må ikke være helt numerisk
de: Darf nicht vollständig numerisch sein
es: No puede ser completamente numérica
fi: Ei saa olla kokonaan numeerinen
ga: Ní féidir leis a bheith go hiomlán uimhriúil
hu: Ne legyen teljesen numerikus
it: Non può essere interamente numerica
no: Kan ikke være helt numerisk
sv: Får inte vara helt numeriskt

source: The password reset link was invalid, possibly because it has already been used.
da: Adgangskodenulstillingslinket var ugyldigt, muligvis fordi det allerede er blevet brugt.
de: Der Link zum Zurücksetzen des Passworts war ungültig, möglicherweise weil er bereits verwendet wurde.
es: El enlace de restablecimiento de contraseña era inválido, posiblemente porque ya se usó.
fi: Salasanan nollauslinkki oli virheellinen, mahdollisesti koska sitä on jo käytetty.
ga: Bhí an nasc athshocraithe focal faire neamhbhailí, b'fhéidir toisc go bhfuil sé in úsáid cheana féin.
hu: A jelszó-visszaállító link érvénytelen volt, valószínűleg mert már használták.
it: Il link di reimpostazione della password non era valido, probabilmente perché è già stato utilizzato.
no: Tilbakestillingslenken for passord var ugyldig, muligens fordi den allerede er brukt.
sv: Lösenordsåterställningslänken var ogiltig, troligen för att den redan har använts.

source: Request New Reset Link
da: Anmod om nyt nulstillingslink
de: Neuen Zurücksetzen-Link anfordern
es: Solicitar nuevo enlace de restablecimiento
fi: Pyydä Uusi Nollauslinkki
ga: Iarr Nasc Athshocraithe Nua
hu: Új visszaállítási link kérése
it: Richiedi Nuovo Link di Reimpostazione
no: Be om ny tilbakestillingslenke
sv: Begär ny återställningslänk

source: Password Security
da: Adgangskodesikkerhed
de: Passwortsicherheit
es: Seguridad de contraseña
fi: Salasanan Turvallisuus
ga: Slándáil Focal Faire
hu: Jelszó biztonság
it: Sicurezza della Password
no: Passordsikkerhet
sv: Lösenordssäkerhet

source: Use a password manager to generate and store passwords
da: Brug en adgangskodehåndtering til at generere og gemme adgangskoder
de: Verwenden Sie einen Passwortmanager zur Generierung und Speicherung von Passwörtern
es: Use un administrador de contraseñas para generar y almacenar contraseñas
fi: Käytä salasananhallintaa salasanojen luomiseen ja tallentamiseen
ga: Úsáid bainisteoir focal faire chun focail faire a ghiniúint agus a stóráil
hu: Használjon jelszókezelőt jelszavak generálásához és tárolásához
it: Usa un gestore di password per generare e memorizzare le password
no: Bruk en passordbehandler for å generere og lagre passord
sv: Använd en lösenordshanterare för att generera och lagra lösenord

source: Never reuse passwords across different sites
da: Genbrug aldrig adgangskoder på forskellige websteder
de: Passwörter niemals auf verschiedenen Seiten wiederverwenden
es: Nunca reutilice contraseñas en diferentes sitios
fi: Älä koskaan käytä samoja salasanoja eri sivustoilla
ga: Ná húsáid focail faire arís thar shuímh éagsúla
hu: Soha ne használja újra a jelszavakat különböző oldalakon
it: Non riutilizzare mai le password su siti diversi
no: Gjenbruk aldri passord på forskjellige nettsteder
sv: Återanvänd aldrig lösenord på olika webbplatser

source: Consider enabling two-factor authentication
da: Overvej at aktivere tofaktor-godkendelse
de: Zwei-Faktor-Authentifizierung aktivieren
es: Considere habilitar la autenticación de dos factores
fi: Harkitse kaksivaiheisen tunnistautumisen ottamista käyttöön
ga: Smaoinigh ar fhíordheimniú dhá fhachtóir a chumasú
hu: Fontolja meg a kétlépcsős azonosítás bekapcsolását
it: Considera l'attivazione dell'autenticazione a due fattori
no: Vurder å aktivere tofaktorautentisering
sv: Överväg att aktivera tvåfaktorsautentisering

source: Password Reset Complete
da: Adgangskodenulstilling fuldført
de: Passwort erfolgreich zurückgesetzt
es: Restablecimiento de contraseña completado
fi: Salasanan Nollaus Valmis
ga: Athshocrú Focal Faire Críochnaithe
hu: Jelszó visszaállítása kész
it: Reimpostazione Password Completata
no: Tilbakestilling av passord fullført
sv: Lösenordsåterställning slutförd

source: Your password has been successfully updated.
da: Din adgangskode er blevet opdateret.
de: Ihr Passwort wurde erfolgreich aktualisiert.
es: Su contraseña se ha actualizado correctamente.
fi: Salasanasi on päivitetty onnistuneesti.
ga: Tá d'fhocal faire nuashonraithe go rathúil.
hu: Jelszava sikeresen frissítve.
it: La tua password è stata aggiornata con successo.
no: Passordet ditt har blitt oppdatert.
sv: Ditt lösenord har uppdaterats.

source: You can now sign in with your new password.
da: Du kan nu logge ind med din nye adgangskode.
de: Sie können sich jetzt mit Ihrem neuen Passwort anmelden.
es: Ahora puede iniciar sesión con su nueva contraseña.
fi: Voit nyt kirjautua sisään uudella salasanallasi.
ga: Is féidir leat síniú isteach anois le d'fhocal faire nua.
hu: Most már bejelentkezhet új jelszavával.
it: Ora puoi accedere con la tua nuova password.
no: Du kan nå logge inn med ditt nye passord.
sv: Du kan nu logga in med ditt nya lösenord.

source: Sign In Now
da: Log ind nu
de: Jetzt anmelden
es: Iniciar sesión ahora
fi: Kirjaudu Sisään Nyt
ga: Sínigh Isteach Anois
hu: Bejelentkezés most
it: Accedi Ora
no: Logg inn nå
sv: Logga in nu

source: Keep Your Account Secure
da: Hold din konto sikker
de: Sichern Sie Ihr Konto
es: Mantenga su cuenta segura
fi: Pidä Tilisi Turvassa
ga: Coinnigh Do Chuntas Slán
hu: Tartsa biztonságban fiókját
it: Mantieni il Tuo Account Sicuro
no: Hold kontoen din sikker
sv: Håll ditt konto säkert

source: Regularly update your password
da: Opdater din adgangskode regelmæssigt
de: Aktualisieren Sie Ihr Passwort regelmäßig
es: Actualice su contraseña regularmente
fi: Päivitä salasanaasi säännöllisesti
ga: Nuashonraigh d'fhocal faire go rialta
hu: Rendszeresen frissítse jelszavát
it: Aggiorna regolarmente la tua password
no: Oppdater passordet ditt regelmessig
sv: Uppdatera ditt lösenord regelbundet

source: Review your account security settings
da: Gennemgå dine kontosikkerhedsindstillinger
de: Überprüfen Sie Ihre Kontosicherheitseinstellungen
es: Revise la configuración de seguridad de su cuenta
fi: Tarkista tilisi turva-asetukset
ga: Athbhreithnigh do shocruithe slándála cuntais
hu: Tekintse át fiókja biztonsági beállításait
it: Rivedi le impostazioni di sicurezza del tuo account
no: Gjennomgå dine kontosikkerhetsinnstillinger
sv: Granska dina kontosäkerhetsinställningar

source: Monitor for suspicious activity
da: Overvåg for mistænkelig aktivitet
de: Auf verdächtige Aktivitäten überwachen
es: Monitoree actividad sospechosa
fi: Valvo epäilyttävää toimintaa
ga: Monatóireacht a dhéanamh ar ghníomhaíocht amhrasach
hu: Figyelje a gyanús tevékenységeket
it: Monitora le attività sospette
no: Overvåk for mistenkelig aktivitet
sv: Övervaka för misstänkt aktivitet

source: Remember to store your cannabis products securely and keep them away from children and pets.
da: Husk at opbevare dine cannabisprodukter sikkert og hold dem væk fra børn og kæledyr.
de: Denken Sie daran, Ihre Cannabisprodukte sicher aufzubewahren und von Kindern und Haustieren fernzuhalten.
es: Recuerde almacenar sus productos de cannabis de forma segura y mantenerlos alejados de niños y mascotas.
fi: Muista säilyttää kannabistuotteesi turvallisesti ja pitää ne lasten ja lemmikkien ulottumattomissa.
ga: Cuimhnigh do tháirgí cannabais a stóráil go slán agus iad a choinneáil amach ó leanaí agus peataí.
hu: Ne felejtse el biztonságosan tárolni kannabiszáruit és távol tartani gyermekektől és háziállatoktól.
it: Ricorda di conservare i tuoi prodotti a base di cannabis in modo sicuro e lontano da bambini e animali domestici.
no: Husk å oppbevare cannabisproduktene dine sikkert og hold dem borte fra barn og kjæledyr.
sv: Kom ihåg att förvara dina cannabisprodukter säkert och håll dem borta från barn och husdjur.

source: Please correct the error below.
da: Ret venligst fejlen nedenfor.
de: Bitte korrigieren Sie den untenstehenden Fehler.
es: Por favor corrija el error a continuación.
fi: Korjaa alla oleva virhe.
ga: Ceartaigh an earráid thíos le do thoil.
hu: Kérjük, javítsa ki az alábbi hibát.
it: Per favore correggi l'errore qui sotto.
no: Vennligst rett feilen nedenfor.
sv: Vänligen rätta felet nedan.

source: Update your account security
da: Opdater din kontosikkerhed
de: Aktualisieren Sie Ihre Kontosicherheit
es: Actualice la seguridad de su cuenta
fi: Päivitä tilisi turvallisuus
ga: Nuashonraigh slándáil do chuntais
hu: Frissítse fiókja biztonságát
it: Aggiorna la sicurezza del tuo account
no: Oppdater kontosikkerheten din
sv: Uppdatera din kontosäkerhet

source: Current Password
da: Nuværende adgangskode
de: Aktuelles Passwort
es: Contraseña actual
fi: Nykyinen Salasana
ga: Focal Faire Reatha
hu: Jelenlegi jelszó
it: Password Attuale
no: Nåværende passord
sv: Nuvarande lösenord

source: I confirm that I am 21 years of age or older
da: Jeg bekræfter, at jeg er 21 år eller derover
de: Ich bestätige, dass ich mindestens 21 Jahre alt bin
es: Confirmo que tengo 21 años o más
fi: Vahvistan olevani 21-vuotias tai vanhempi
ga: Dearbhaím go bhfuil mé 21 bliana d'aois nó níos sine
hu: Igazolom, hogy 21 éves vagy annál idősebb vagyok
it: Confermo di avere 21 anni o più
no: Jeg bekrefter at jeg er 21 år eller eldre
sv: Jag bekräftar att jag är 21 år eller äldre

source: Update Password
da: Opdater adgangskode
de: Passwort aktualisieren
es: Actualizar contraseña
fi: Päivitä Salasana
ga: Nuashonraigh Focal Faire
hu: Jelszó frissítése
it: Aggiorna Password
no: Oppdater passord
sv: Uppdatera lösenord

source: Account Security Tips
da: Kontosikkerhedstips
de: Kontosicherheitstipps
es: Consejos de seguridad de cuenta
fi: Tilin Turvallisuusvinkit
ga: Leideanna Slándála Cuntais
hu: Fiókbiztonsági tippek
it: Suggerimenti per la Sicurezza dell'Account
no: Kontosikkerhetstips
sv: Kontosäkerhetstips

source: Change your password every 3-6 months
da: Skift din adgangskode hver 3-6 måneder
de: Ändern Sie Ihr Passwort alle 3-6 Monate
es: Cambie su contraseña cada 3-6 meses
fi: Vaihda salasanasi 3-6 kuukauden välein
ga: Athraigh d'fhocal faire gach 3-6 mhí
hu: Változtassa meg jelszavát 3-6 havonta
it: Cambia la tua password ogni 3-6 mesi
no: Bytt passord hver 3-6 måneder
sv: Byt lösenord var 3-6 månader

source: Never share your password with anyone
da: Del aldrig din adgangskode med nogen
de: Geben Sie Ihr Passwort niemals weiter
es: Nunca comparta su contraseña con nadie
fi: Älä koskaan jaa salasanaasi kenellekään
ga: Ná roinn d'fhocal faire le haon duine riamh
hu: Soha ne ossza meg jelszavát senkivel
it: Non condividere mai la tua password con nessuno
no: Del aldri passordet ditt med noen
sv: Dela aldrig ditt lösenord med någon

source: Enable two-factor authentication for extra security
da: Aktivér tofaktor-godkendelse for ekstra sikkerhed
de: Aktivieren Sie die Zwei-Faktor-Authentifizierung für zusätzliche Sicherheit
es: Habilite la autenticación de dos factores para mayor seguridad
fi: Ota kaksivaiheinen tunnistautuminen käyttöön lisäturvan vuoksi
ga: Cumasaigh fíordheimniú dhá fhachtóir le haghaidh slándála breise
hu: Kapcsolja be a kétlépcsős azonosítást a további biztonságért
it: Abilita l'autenticazione a due fattori per una sicurezza extra
no: Aktiver tofaktorautentisering for ekstra sikkerhet
sv: Aktivera tvåfaktorsautentisering för extra säkerhet

source: Use a password manager for better security
da: Brug en adgangskodehåndtering for bedre sikkerhed
de: Verwenden Sie einen Passwortmanager für bessere Sicherheit
es: Use un administrador de contraseñas para mejor seguridad
fi: Käytä salasananhallintaa paremman turvallisuuden vuoksi
ga: Úsáid bainisteoir focal faire le haghaidh slándála níos fearr
hu: Használjon jelszókezelőt a jobb biztonságért
it: Usa un gestore di password per una migliore sicurezza
no: Bruk en passordbehandler for bedre sikkerhet
sv: Använd en lösenordshanterare för bättre säkerhet

source: You must confirm you are 21+ to change your password
da: Du skal bekræfte, at du er 21+ for at ændre din adgangskode
de: Sie müssen bestätigen, dass Sie 21+ sind, um Ihr Passwort zu ändern
es: Debe confirmar que tiene 21+ para cambiar su contraseña
fi: Sinun on vahvistettava olevasi 21+ vaihtaaksesi salasanasi
ga: Ní mór duit a dhearbhú go bhfuil tú 21+ chun d'fhocal faire a athrú
hu: 21 év felettinek kell lennie a jelszó módosításához
it: Devi confermare di avere 21+ anni per cambiare la password
no: Du må bekrefte at du er 21+ for å endre passordet ditt
sv: Du måste bekräfta att du är 21+ för att ändra ditt lösenord

source: Password Reset Request
da: Anmodning om nulstilling af adgangskode
de: Anfrage zum Zurücksetzen des Passworts
es: Solicitud de restablecimiento de contraseña
fi: Salasanan Nollauspyyntö
ga: Iarratas Athshocraithe Focal Faire
hu: Jelszó-visszaállítási kérelem
it: Richiesta di Reimpostazione Password
no: Forespørsel om tilbakestilling av passord
sv: Begäran om lösenordsåterställning

source: You're receiving this email because you requested a password reset for your account at %(site_name)s.
da: Du modtager denne e-mail, fordi du har anmodet om en nulstilling af adgangskoden til din konto på %(site_name)s.
de: Sie erhalten diese E-Mail, weil Sie ein Zurücksetzen des Passworts für Ihr Konto bei %(site_name)s angefordert haben.
es: Está recibiendo este correo porque solicitó un restablecimiento de contraseña para su cuenta en %(site_name)s.
fi: Saat tämän sähköpostin, koska pyysit salasanan nollausta tilillesi %(site_name)s:ssa.
ga: Tá tú ag fáil an ríomhphoist seo toisc gur iarr tú athshocrú focal faire le haghaidh do chuntais ag %(site_name)s.
hu: Ezt az e-mailt azért kapja, mert jelszó-visszaállítást kért a(z) %(site_name)s fiókjához.
it: Stai ricevendo questa email perché hai richiesto la reimpostazione della password per il tuo account su %(site_name)s.
no: Du mottar denne e-posten fordi du ba om en tilbakestilling av passord for kontoen din på %(site_name)s.
sv: Du får detta e-postmeddelande eftersom du har begärt en lösenordsåterställning för ditt konto på %(site_name)s.

source: Please click the button below to reset your password:
da: Klik venligst på knappen nedenfor for at nulstille din adgangskode:
de: Bitte klicken Sie unten auf die Schaltfläche, um Ihr Passwort zurückzusetzen:
es: Haga clic en el botón a continuación para restablecer su contraseña:
fi: Napsauta alla olevaa painiketta nollataksesi salasanasi:
ga: Cliceáil ar an gcnaipe thíos le do thoil chun d'fhocal faire a athshocrú:
hu: Kattintson az alábbi gombra a jelszó visszaállításához:
it: Per favore clicca il pulsante qui sotto per reimpostare la tua password:
no: Vennligst klikk på knappen nedenfor for å tilbakestille passordet ditt:
sv: Klicka på knappen nedan för att återställa ditt lösenord:

source: Reset Password
de: Passwort zurücksetzen
es: Restablecer contraseña
ga: Athshocraigh Focal Faire
hu: Jelszó visszaállítása
it: Reimposta Password
no: Tilbakestill passord
sv: Återställ lösenord

source: Security Notice:
da: Sikkerhedsmeddelelse:
de: Sicherheitshinweis:
es: Aviso de seguridad:
fi: Turvallisuushuomautus:
ga: Fógra Slándála:
hu: Biztonsági értesítés:
it: Avviso di Sicurezza:
no: Sikkerhetsmerknad:
sv: Säkerhetsmeddelande:

source: This link will expire in 24 hours and can only be used once.
da: Dette link udløber om 24 timer og kan kun bruges én gang.
de: Dieser Link läuft in 24 Stunden ab und kann nur einmal verwendet werden.
es: Este enlace caducará en 24 horas y solo se puede usar una vez.
fi: Tämä linkki vanhenee 24 tunnissa ja sitä voidaan käyttää vain kerran.
ga: Téidh an nasc in éag laistigh de 24 uair an chloig agus ní féidir é a úsáid ach uair amháin.
hu: Ez a link 24 óra múlva lejár és csak egyszer használható.
it: Questo link scadrà tra 24 ore e può essere utilizzato solo una volta.
no: Denne lenken vil utløpe om 24 timer og kan bare brukes én gang.
sv: Denna länk upphör om 24 timmar och kan endast användas en gång.

source: If you didn't request this, please ignore this email and your password will remain unchanged.
da: Hvis du ikke har anmodet om dette, skal du ignorere denne e-mail, og din adgangskode forbliver uændret.
de: Falls Sie dies nicht angefordert haben, ignorieren Sie diese E-Mail und Ihr Passwort bleibt unverändert.
es: Si no solicitó esto, ignore este correo y su contraseña permanecerá sin cambios.
fi: Jos et pyytänyt tätä, ohita tämä sähköposti ja salasanasi pysyy ennallaan.
ga: Mura tú a d'iarr é seo, déan neamhaird ar an ríomhphost seo agus beidh d'fhocal faire gan athrú.
hu: Ha Ön nem kérte ezt, kérjük, hagyja figyelmen kívül ezt az e-mailt és jelszava változatlan marad.
it: Se non hai richiesto questo, per favore ignora questa email e la tua password rimarrà invariata.
no: Hvis du ikke ba om dette, vennligst ignorer denne e-posten og passordet ditt vil forbli uendret.
sv: Om du inte begärt detta, vänligen ignorera detta e-postmeddelande och ditt lösenord förblir oförändrat.

source: If the button doesn't work, copy and paste this link into your browser:
da: Hvis knappen ikke virker, skal du kopiere og indsætte dette link i din browser:
de: Falls die Schaltfläche nicht funktioniert, kopieren Sie diesen Link in Ihren Browser:
es: Si el botón no funciona, copie y pegue este enlace en su navegador:
fi: Jos painike ei toimi, kopioi ja liitä tämä linkki selaimeesi:
ga: Mura n-oibríonn an cnaipe, cóipeáil agus greamaigh an nasc seo isteach i do bhrabhsálaí:
hu: Ha a gomb nem működik, másolja be ezt a linket a böngészőjébe:
it: Se il pulsante non funziona, copia e incolla questo link nel tuo browser:
no: Hvis knappen ikke fungerer, kopier og lim inn denne lenken i nettleseren din:
sv: Om knappen inte fungerar, kopiera och klistra in denna länk i din webbläsare:

source: Thank you,
de: Vielen Dank,
es: Gracias,
ga: Go raibh maith agat,
hu: Köszönjük,
it: Grazie,
no: Takk,
sv: Tack,

source: Team
da: Hold
es: Equipo
fi: Tiimi
ga: Foireann
hu: Csapat
sv: Teamet

source: CBD Dominant (>20:1)
da: CBD-dominerende (>20:1)
es: Dominante CBD (>20:1)
fi: CBD-dominantti (>20:1)
hu: CBD-domináns (>20:1)
it: Dominante CBD (>20:1)
no: CBD-dominert (>20:1)
sv: CBD-dominerande (>20:1)

source: THC Dominant (1:20)
da: THC-dominerende (1:20)
es: Dominante THC (1:20)
fi: THC-dominantti (1:20)
hu: THC-domináns (1:20)
it: Dominante THC (1:20)
no: THC-dominert (1:20)
sv: THC-dominerande (1:20)

source: Aroma
fi: Aromi
