Repository: AndersonKamsong/medical_project
Catalog: medicalstore_robet/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, ga, hu, it, no, sv

source: Warning:
da: Advarsel:
de: Warnung:
es: Advertencia:
fi: Varoitus:
ga: Rabhadh:
hu: Figyelmeztetés:
it: Avvertimento:
no: Advarsel:
sv: Varning:

source: Description
da: Beskrivelse
de: Beschreibung
es: Descripción
fi: Kuvaus
ga: Cur Síos
hu: Leírás
it: Descrizione
no: Beskrivelse
sv: Beskrivning

source: Composition
da: Sammensætning
de: Zusammensetzung
es: Composición
fi: Koostumus
ga: Comhdhéanamh
hu: Összetétel
it: Composizione
no: Sammensetning
sv: Sammansättning

source: How to Use
da: Brugsanvisning
de: Anwendung
es: Cómo usar
fi: Käyttöohje
ga: Conas Úsáid
hu: Használati útmutató
it: Come Usare
no: Bruksanvisning
sv: Användningssätt

source: Production
da: Produktion
de: Produktion
es: Producción
fi: Tuotanto
ga: Táirgeadh
hu: Termelés
it: Produzione
no: Produksjon
sv: Produktion

source: Benefits
da: Fordele
de: Vorteile
es: Beneficios
fi: Hyödyt
ga: Sochair
hu: Előnyök
it: Benefici
no: Fordeler
sv: Fördelar

source: Product Description
da: Produktbeskrivelse
de: Produktbeschreibung
es: Descripción del producto
fi: Tuotekuvaus
ga: Cur Síos ar an Táirge
hu: Termékleírás
it: Descrizione Prodotto
no: Produktbeskrivelse
sv: Produktbeskrivning

source: Strain Characteristics
da: Stammeegenskaber
de: Sortenmerkmale
es: Características de la cepa
fi: Kannabisrodun ominaisuudet
ga: Tréithe Síolra
hu: Fajta jellemzők
it: Caratteristiche Varietà
no: Stammeegenskaper
sv: Sortens egenskaper

source: Effects
da: Effekter
de: Wirkungen
es: Efectos
fi: Vaikutukset
ga: Éifeachtaí
hu: Hatások
it: Effetti
no: Effekter
sv: Effekter

source: Energetic, uplifting, cerebral
da: Energisk, opløftende, cerebral
de: Energiegeladen, stimmungshebend, zerebral
es: Energizante, euforizante, cerebral
fi: Energinen, piristävä, aivoihin vaikuttava
ga: Fuinniúil, ardaitheach, inchinne
hu: Energizáló, felemelő, cerebrális
it: Energetico, euforizzante, cerebrale
no: Energisk, oppløftende, cerebral
sv: Energisk, upplyftande, cerebral

source: Relaxing, sedating, body-focused
da: Afslappende, beroligende, kropsfokuseret
de: Entspannend, sedierend, körperbetont
es: Relajante, sedante, corporal
fi: Rentouttava, rauhoittava, kehoon keskittyvä
ga: Scíth a ligean, suaimhneach, dírithe ar an gcorp
hu: Lazító, nyugtató, testközpontú
it: Rilassante, sedativo, corporeo
no: Avslappende, beroligende, kroppsfokusert
sv: Avslappnande, lugnande, kroppsinriktad

source: Balanced, hybrid effects
da: Balancerede, hybride effekter
de: Ausgewogene, hybride Effekte
es: Efectos equilibrados, híbridos
fi: Tasapainoinen, hybridivaikutukset
ga: Éifeachtaí cothroma, hibrideacha
hu: Kiegyensúlyozott, hibrid hatások
it: Effetti bilanciati, ibridi
no: Balanserte, hybride effekter
sv: Balanserade, hybrida effekter

source: Earthy, herbal notes
da: Jordlige, urternotater
de: Erdige, krautige Noten
es: Notas terrosas, herbales
fi: Maalainen, yrttinen sävy
ga: Nótaí cré-úire, luibheacha
hu: Földes, gyógynövényes jegyek
it: Note terrose, erbacee
no: Jordlige, urteaktige toner
sv: Jordiga, örtiga toner

source: Best For
da: Bedst til
de: Am besten für
es: Ideal para
fi: Parhaiten
ga: Is Fearr Le Haghaidh
hu: Legjobb választás
it: Ideale Per
sv: Bäst för

source: Daytime use, creativity, focus
da: Dagsbrug, kreativitet, fokus
de: Tagesgebrauch, Kreativität, Fokus
es: Uso diurno, creatividad, concentración
fi: Päiväaikainen käyttö, luovuus, keskittyminen
ga: Úsáid i rith an lae, cruthaitheacht, fócas
hu: Nappali használat, kreativitás, koncentráció
it: Uso diurno, creatività, concentrazione
no: Dagsbruk, kreativitet, fokus
sv: Dagbruk, kreativitet, fokus

source: Evening use, relaxation, sleep
da: Aftenbrug, afslapning, søvn
de: Abendgebrauch, Entspannung, Schlaf
es: Uso nocturno, relajación, sueño
fi: Ilta-aikainen käyttö, rentoutuminen, uni
ga: Úsáid tráthnóna, scíth a ligean, codladh
hu: Esti használat, relaxáció, alvás
it: Uso serale, relax, sonno
no: Kveldsbruk, avslapping, søvn
sv: Kvällsbruk, avslappning, sömn

source: Versatile use throughout day
da: Alsidig brug hele dagen
de: Vielseitige Nutzung den ganzen Tag
es: Uso versátil durante el día
fi: Monikäyttöinen koko päivän ajan
ga: Úsáid ilchuspóireach ar feadh an lae
hu: Sokoldalú használat egész nap
it: Uso versatile tutto il giorno
no: Allsidig bruk gjennom dagen
sv: Mångsidigt bruk under dagen

source: Composition & Ingredients
da: Sammensætning & ingredienser
de: Zusammensetzung & Inhaltsstoffe
es: Composición e ingredientes
fi: Koostumus & Ainesosat
ga: Comhdhéanamh & Comhábhair
hu: Összetétel és összetevők
it: Composizione & Ingredienti
no: Sammensetning & ingredienser
sv: Sammansättning & ingredienser

source: Terpene Profile
da: Terpenprofil
de: Terpenprofil
es: Perfil de terpenos
fi: Terpeeniprofiili
ga: Próifíl Teirpéin
hu: Terpénprofil
it: Profilo Terpeni
no: Terpenprofil
sv: Terpenprofil

source: Safety Information
da: Sikkerhedsinformation
de: Sicherheitsinformationen
es: Información de seguridad
fi: Turvallisuustiedot
ga: Faisnéis Sábháilteachta
hu: Biztonsági információk
it: Informazioni Sicurezza
no: Sikkerhetsinformasjon
sv: Säkerhetsinformation

source: Start with low doses, especially if new to cannabis
da: Start med lave doser, især hvis du er ny til cannabis
de: Beginnen Sie mit niedrigen Dosen, besonders bei Cannabis-Neulingen
es: Comience con dosis bajas, especialmente si es nuevo en cannabis
fi: Aloita pienillä annoksilla, erityisesti jos olet uusi kannabiksen käyttäjä
ga: Tosaigh le dáileoga íseal, go háirithe má tá tú nua leis an gcannabas
hu: Kezdjen alacsony adagokkal, különösen kannabisz-kezdőknek
it: Inizia con dosi basse, specialmente se nuovo alla cannabis
no: Begynn med lave doser, spesielt hvis du er ny til cannabis
sv: Börja med låga doser, särskilt om du är ny inom cannabis

source: Do not operate heavy machinery after use
da: Betjen ikke tungt maskineri efter brug
de: Nach Gebrauch keine schweren Maschinen bedienen
es: No opere maquinaria pesada después de usar
fi: Älä käytä raskaita koneita käytön jälkeen
ga: Ná oibrigh meaisíní troma tar éis úsáide
hu: Ne használjon nehézgépeket használat után
it: Non usare macchinari pesanti dopo l'uso
no: Ikke bruk tungt maskineri etter inntak
sv: Använd inte tunga maskiner efter intag

source: Keep out of reach of children and pets
da: Hold utilgængeligt for børn og kæledyr
de: Außerhalb der Reichweite von Kindern und Haustieren aufbewahren
es: Mantener fuera del alcance de niños y mascotas
fi: Pidä lasten ja lemmikkien ulottumattomissa
ga: Coinnigh amach ó leanaí agus peataí
hu: Tartsa gyermekek és háziállatok elől
it: Tenere fuori dalla portata di bambini e animali
no: Hold utilgjengelig for barn og kjæledyr
sv: Håll utom räckhåll för barn och husdjur

source: Store in a cool, dark place
da: Opbevar på køligt, mørkt sted
de: Kühl und dunkel lagern
es: Almacenar en lugar fresco y oscuro
fi: Säilytä viileässä ja pimeässä paikassa
ga: Stóráil i n-áit fhionnuar dorcha
hu: Hűvös, sötét helyen tárolja
it: Conservare in luogo fresco e buio
no: Oppbevares på kjølig, mørkt sted
sv: Förvara på svalt, mörkt ställe

source: Consult your doctor if taking other medications
da: Konsulter din læge, hvis du tager anden medicin
de: Arzt konsultieren bei Einnahme anderer Medikamente
es: Consulte a su médico si toma otros medicamentos
fi: Kysy lääkäriltä, jos käytät muita lääkkeitä
ga: Comhairligh le do dhochtúir má tá tú ag glacadh cógais eile
hu: Konzultáljon orvosával, ha más gyógyszert szed
it: Consultare il medico se si assumono altri farmaci
no: Konsulter legen din hvis du tar andre medisiner
sv: Konsultera din läkare om du tar andra läkemedel

source: Production Method
da: Produktionsmetode
de: Produktionsmethode
es: Método de producción
fi: Tuotantomenetelmä
ga: Modh Táirgthe
hu: Termelési módszer
it: Metodo di Produzione
no: Produksjonsmetode
sv: Produktionsmetod

source: Quality Assurance
da: Kvalitetssikring
de: Qualitätssicherung
es: Garantía de calidad
fi: Laadunvarmistus
ga: Dearbhú Cáilíochta
hu: Minőségbiztosítás
it: Garanzia Qualità
no: Kvalitetssikring
sv: Kvalitetssäkring

source: Testing
da: Testning
de: Tests
es: Pruebas
fi: Testaus
ga: Tástáil
hu: Tesztelés
it: Test
sv: Testning

source: Lab-tested for potency and contaminants
da: Laboratorietestet for styrke og forureninger
de: Laborgeprüft auf Wirksamkeit und Verunreinigungen
es: Probado en laboratorio para potencia y contaminantes
fi: Laboratoriossa testattu tehon ja epäpuhtauksien varalta
ga: Tástáilte sa tsaotharlann le haghaidh cumais agus éillithe
hu: Laboratóriumi tesztelve hatóerőre és szennyeződésekre
it: Testato in laboratorio per potenza e contaminanti
no: Laboratorietestet for styrke og forurensninger
sv: Laboratorietestad för styrka och föroreningar

source: Growing Method
da: Dyrkningsmetode
de: Anbaumethode
es: Método de cultivo
fi: Kasvatusmenetelmä
ga: Modh Fáis
hu: Termesztési módszer
it: Metodo di Coltivazione
no: Dyrkingsmetode
sv: Odlingsmetod

source: Organically grown without pesticides
da: Organisk dyrket uden pesticider
de: Biologisch angebaut ohne Pestizide
es: Cultivado orgánicamente sin pesticidas
fi: Luomuna kasvatettu ilman torjunta-aineita
ga: Fásta go horgánach gan lotnaidicídí
hu: Organikusan termesztve permetezőszer nélkül
it: Coltivato biologicamente senza pesticidi
no: Organisk dyrket uten plantevernmidler
sv: Organiskt odlad utan bekämpningsmedel

source: Therapeutic Applications
da: Terapeutiske anvendelser
de: Therapeutische Anwendungen
es: Aplicaciones terapéuticas
fi: Terapeuttiset sovellukset
ga: Feidhmeanna Teiripeacha
hu: Terápiás alkalmazások
it: Applicazioni Terapeutiche
no: Terapeutiske anvendelser
sv: Terapeutiska tillämpningar

source: Physical
da: Fysisk
de: Körperlich
es: Físico
fi: Fyysinen
ga: Fisiceach
hu: Fizikai
it: Fisico
no: Fysisk
sv: Fysiskt

source: Pain relief
da: Smertefrihed
de: Schmerzlinderung
es: Alivio del dolor
fi: Kivunlievitys
ga: Faoiseamh ón bpian
hu: Fájdalomcsillapítás
it: Sollievo dal dolore
no: Smertelette
sv: Smärtlindring

source: Muscle relaxation
da: Muskelafslapning
de: Muskelentspannung
es: Relajación muscular
fi: Lihasten rentoutuminen
ga: Scíth a ligeán do matáin
hu: Izomlazítás
it: Rilassamento muscolare
no: Muskelavslapping
sv: Muskelavslappning

source: Appetite stimulation
da: Appetitstimulering
de: Appetitanregung
es: Estimulación del apetito
fi: Ruokahalun stimulointi
ga: Spreagadh goile
hu: Étvágyserkenés
it: Stimolazione appetito
no: Appetittstimulering
sv: Aptitstimulering

source: Mental
fi: Henkinen
ga: Meabhrach
hu: Mentális
it: Mentale
sv: Mentalt

source: Anxiety reduction
da: Angstreduktion
de: Angstminderung
es: Reducción de ansiedad
fi: Ahdistuksen vähentäminen
ga: Laghdú imní
hu: Szorongáscsökkentés
it: Riduzione ansia
no: Redusert angst
sv: Ångestminskning

source: Stress relief
da: Stressreduktion
de: Stressabbau
es: Alivio del estrés
fi: Stressin lievitys
ga: Faoiseamh ó strus
hu: Stresszoldás
it: Riduzione stress
no: Stressreduksjon
sv: Stresslindring

source: Mood elevation
da: Stemningsforbedring
de: Stimmungsaufhellung
es: Mejora del estado de ánimo
fi: Mielialan kohotus
ga: Ardú meoin
hu: Hangulatjavítás
it: Miglioramento umore
no: Bedret humør
sv: Stämningsförbättring

source: Other
da: Andet
de: Andere
es: Otro
fi: Muu
ga: Eile
hu: Egyéb
it: Altro
no: Annet
sv: Övrigt

source: Sleep improvement
da: Søvnforbedring
de: Schlafverbesserung
es: Mejora del sueño
fi: Unen parantaminen
ga: Feabhas codlata
hu: Alvásjavítás
it: Miglioramento sonno
no: Forbedret søvn
sv: Sömnförbättring

source: Neuroprotective effects
da: Neuroprotektive effekter
de: Neuroprotektive Effekte
es: Efectos neuroprotectores
fi: Neuroprotektiiviset vaikutukset
ga: Éifeachtaí cosanta néaróg
hu: Neuroprotektív hatások
it: Effetti neuroprotettivi
no: Nevroprotektive effekter
sv: Neuroprotektiva effekter

source: Anti-inflammatory
da: Antiinflammatorisk
de: Entzündungshemmend
es: Antiinflamatorio
fi: Tulehdusta hillitsevä
ga: Frith-athlastach
hu: Gyulladáscsökkentő
it: Anti-infiammatorio
no: Antiinflammatorisk
sv: Antiinflammatorisk

source: Related Products
da: Relaterede produkter
de: Ähnliche Produkte
es: Productos relacionados
fi: Liittyvät tuotteet
ga: Táirgí Gaolmhara
hu: Kapcsolódó termékek
it: Prodotti Correlati
no: Relaterte produkter
sv: Relaterade produkter

source: Shopping Cart
da: Indkøbskurv
de: Warenkorb
es: Carrito de compras
fi: Ostoskori
ga: Cart Siopadóireachta
hu: Bevásárlókosár
it: Carrello
no: Handlekurv
sv: Varukorg

source: Important Information
da: Vigtig information
de: Wichtige Informationen
es: Información importante
fi: Tärkeää tietoa
ga: Faisnéis Thábhachtach
hu: Fontos információk
it: Informazioni Importanti
no: Viktig informasjon
sv: Viktig information

source: All cannabis products are for adults 18+ only. By proceeding to checkout, you confirm you meet the legal age requirement in your jurisdiction.
da: Alle cannabisprodukter er kun for voksne 18+. Ved at fortsætte til betaling bekræfter du, at du opfylder den lovlige alderskrav i din jurisdiktion.
de: Alle Cannabisprodukte nur für Erwachsene ab 18 Jahren. Durch Fortsetzen bestätigen Sie, dass Sie das gesetzliche Mindestalter in Ihrer Region erfüllen.
es: Todos los productos de cannabis son solo para mayores de 18 años. Al proceder al pago, confirma que cumple con el requisito de edad legal en su jurisdicción.
fi: Kaikki kannabistuotteet ovat vain 18-vuotiaille ja sitä vanhemmille. Siirtymällä kassalle vahvistat täyttäväsi lain edellyttämän ikärajan alueellasi.
ga: Tá gach táirge cannabais do dhaoine fásta 18+ amháin. Trí dul ar aghaidh chun seiceáil, dearbhaíonn tú go gcomhlíonann tú an riachtanas aois dlíthiúil i do dhlínse.
hu: Minden kannabiszáru kizárólag 18 év feletti felnőttek számára. A pénztárhoz lépéssel igazolja, hogy megfelel az életkori követelményeknek.
it: Tutti i prodotti a base di cannabis sono solo per adulti 18+. Procedendo al checkout, confermi di soddisfare i requisiti di età legale nella tua giurisdizione.
no: Alle cannabisprodukter er kun for voksne 18+. Ved å fortsette til kassen bekrefter du at du oppfyller alderskravet i din jurisdiksjon.
sv: Alla cannabisprodukter är endast för vuxna 18+. Genom att fortsätta till kassan bekräftar du att du uppfyller den lagliga åldersgränsen i din jurisdiktion.

source: Update
da: Opdater
de: Aktualisieren
es: Actualizar
fi: Päivitä
ga: Nuashonraigh
hu: Frissítés
it: Aggiorna
no: Oppdater
sv: Uppdatera

source: Remove item
da: Fjern vare
de: Artikel entfernen
es: Eliminar artículo
fi: Poista tuote
ga: Bain mír
hu: Tétel eltávolítása
it: Rimuovi articolo
no: Fjern vare
sv: Ta bort vara

source: Order Summary
da: Ordreoversigt
de: Bestellübersicht
es: Resumen del pedido
fi: Tilauksen yhteenveto
ga: Achoimre Ordú
hu: Rendelés összegzése
it: Riepilogo Ordine
no: Ordreoppsummering
sv: Ordersammanfattning

source: Items
da: Varer
de: Artikel
es: Artículos
fi: Tuotteet
ga: Míreanna
hu: Tételek
it: Articoli
no: Varer
sv: Varor

source: Shipping
da: Forsendelse
de: Versand
es: Envío
fi: Toimitus
ga: Loingseoireacht
hu: Szállítás
it: Spedizione
no: Frakt
sv: Frakt

source: Free
da: Gratis
de: Kostenlos
es: Gratis
fi: Ilmainen
ga: Saor
hu: Ingyenes
it: Gratis
no: Gratis
sv: Gratis

source: Total
de: Gesamt
fi: Yhteensä
ga: Iomlán
hu: Összesen
it: Totale
no: Totalt
sv: Totalt

source: Proceed to Checkout
da: Fortsæt til betaling
de: Zur Kasse gehen
es: Proceder al pago
fi: Jatka kassalle
ga: Téigh chun Seiceáil
hu: Tovább a pénztárhoz
it: Procedi al Checkout
no: Fortsett til kassen
sv: Fortsätt till kassan

source: Continue Shopping
da: Fortsæt med at shoppe
de: Weiter einkaufen
es: Seguir comprando
fi: Jatka ostoksia
ga: Lean ar Aghaidh ag Siopadóireacht
hu: Vásárlás folytatása
it: Continua lo Shopping
no: Fortsett å handle
sv: Fortsätt handla

source: I confirm that I am 18 years of age or older and agree to the
da: Jeg bekræfter, at jeg er 18 år eller derover og accepterer
de: Ich bestätige, dass ich mindestens 18 Jahre alt bin und stimme den
es: Confirmo que tengo 18 años o más y acepto los
fi: Vahvistan olevani 18-vuotias tai sitä vanhempi ja hyväksyn
ga: Dearbhaím go bhfuil mé 18 bliana d'aois nó níos sine agus aontaím leis an
hu: Igazolom, hogy 18 éves vagy annál idősebb vagyok, és elfogadom a
it: Confermo di avere almeno 18 anni e accetto i
no: Jeg bekrefter at jeg er 18 år eller eldre og godtar
sv: Jag bekräftar att jag är 18 år eller äldre och godkänner

source: Your cart is empty
da: Din indkøbskurv er tom
de: Ihr Warenkorb ist leer
es: Tu carrito está vacío
fi: Ostoskorisi on tyhjä
ga: Tá do chart folamh
hu: A kosara üres
it: Il tuo carrello è vuoto
no: Handlekurven din er tom
sv: Din varukorg är tom

source: Add some medical cannabis products to get started!
da: Tilføj nogle medicinske cannabisprodukter for at komme i gang!
de: Fügen Sie medizinische Cannabisprodukte hinzu, um loszulegen!
es: ¡Añade algunos productos de cannabis médico para comenzar!
fi: Lisää joitain lääkekannabistuotteita aloittaaksesi!
ga: Cuir roinnt táirgí cannabais míochaine leis chun tosú!
hu: Adjon hozzá orvosi kannabiszárukat a kezdéshez!
it: Aggiungi alcuni prodotti a base di cannabis medica per iniziare!
no: Legg til noen medisinske cannabisprodukter for å komme i gang!
sv: Lägg till några medicinska cannabisprodukter för att komma igång!

source: Browse Products
da: Gennemse produkter
de: Produkte durchsuchen
es: Explorar productos
fi: Selaa tuotteita
ga: Déan iniúchadh ar Tháirgí
hu: Termékek böngészése
it: Sfoglia Prodotti
no: Bla gjennom produkter
sv: Bläddra bland produkter

source: Medical Use Information
da: Information om medicinsk brug
de: Informationen zur medizinischen Anwendung
es: Información de uso médico
fi: Lääkekäyttöön liittyvät tiedot
ga: Faisnéis Úsáide Míochaine
hu: Orvosi használati információk
it: Informazioni Uso Medico
no: Informasjon om medisinsk bruk
sv: Information om medicinsk användning

source: For medical cannabis patients, please note:
da: For medicinske cannabispatienter, bemærk venligst:
de: Für medizinische Cannabispatienten bitte beachten:
es: Para pacientes de cannabis médico, tenga en cuenta:
fi: Lääkekannabista käyttäville potilaille:
ga: D'othair cannabais mhíochaine, tabhair faoi deara:
hu: Orvosi kannabiszt használó betegek számára:
it: Per pazienti di cannabis medica, si prega di notare:
no: For medisinske cannabisbrukere, vær oppmerksom på:
sv: För medicinska cannabispatienter, observera:

source: Consult with your physician about proper dosing
da: Konsulter din læge om korrekt dosering
de: Konsultieren Sie Ihren Arzt über die richtige Dosierung
es: Consulte con su médico sobre la dosificación adecuada
fi: Kysy lääkäriltä oikeasta annostuksesta
ga: Comhairligh le do dhochtúir faoi dháileog cheart
hu: Konzultáljon orvosával a megfelelő adagolásról
it: Consulta il tuo medico per il dosaggio corretto
no: Konsulter legen din om riktig dosering
sv: Konsultera din läkare om korrekt dosering

source: Start with low doses and increase gradually
da: Start med lave doser og øg gradvist
de: Beginnen Sie mit niedrigen Dosen und steigern Sie allmählich
es: Comience con dosis bajas y aumente gradualmente
fi: Aloita pienillä annoksilla ja lisää vähitellen
ga: Tosaigh le dáileoga íseal agus méadaigh de réir a chéile
hu: Kezdjen alacsony adagokkal és fokozatosan növelje
it: Inizia con dosi basse e aumenta gradualmente
no: Begynn med lave doser og øk gradvis
sv: Börja med låga doser och öka gradvis

source: Be aware of potential drug interactions
da: Vær opmærksom på potentielle lægemiddelinteraktioner
de: Seien Sie sich möglicher Arzneimittelwechselwirkungen bewusst
es: Tenga en cuenta posibles interacciones medicamentosas
fi: Ole tietoinen mahdollisista lääkevuorovaikutuksista
ga: Bí ar an eolas faoi idirghníomhartha drugaí féideartha
hu: Legyen tudatában a lehetséges gyógyszerkölcsönhatásoknak
it: Sii consapevole delle possibili interazioni farmacologiche
no: Vær oppmerksom på mulige legemiddelsamspill
sv: Var medveten om potentiella läkemedelsinteraktioner

source: Store products securely away from children/pets
da: Opbevar produkter sikkert væk fra børn/kæledyr
de: Bewahren Sie Produkte sicher vor Kindern/Haustieren auf
es: Almacene productos de forma segura lejos de niños/mascotas
fi: Säilytä tuotteet turvallisesti lasten/lemmikkien ulottumattomissa
ga: Stóráil táirgí go slán amach ó leanaí/peataí
hu: Tárolja a termékeket biztonságosan, gyermekek/háziállatok elől
it: Conserva i prodotti in sicurezza lontano da bambini/animali
no: Oppbevar produkter sikkert borte fra barn/kjæledyr
sv: Förvara produkter säkert borta från barn/husdjur

source: Effects may vary based on individual physiology
da: Effekter kan variere baseret på individuel fysiologi
de: Wirkungen können je nach individueller Physiologie variieren
es: Los efectos pueden variar según la fisiología individual
fi: Vaikutukset voivat vaihdella yksilöllisen fysiologian mukaan
ga: D'fhéadfadh éifeachtaí a bheith éagsúil bunaithe ar fhiseolaíocht an duine
hu: A hatások egyéni fiziológiától függően változhatnak
it: Gli effetti possono variare in base alla fisiologia individuale
no: Effekter kan variere basert på individuell fysiologi
sv: Effekter kan variera beroende på individuell fysiologi

source: I Understand
da: Jeg forstår
de: Ich verstehe
es: Entiendo
fi: Ymmärrän
ga: Tuigim
hu: Megértettem
it: Ho Capito
no: Jeg forstår
sv: Jag förstår

source: Please confirm you are 18+ to proceed with checkout
da: Bekræft venligst, at du er 18+ for at fortsætte til betaling
de: Bitte bestätigen Sie, dass Sie 18+ sind, um fortzufahren
es: Confirme que tiene 18+ para proceder al pago
fi: Vahvista, että olet 18-vuotias tai sitä vanhempi jatkaaksesi kassalle
ga: Deimhnigh le do thoil go bhfuil tú 18+ chun dul ar aghaidh le seiceáil
hu: Kérjük, erősítse meg, hogy 18 év feletti a pénztárhoz lépéshez
it: Conferma di avere almeno 18 anni per procedere al checkout
no: Bekreft at du er 18+ for å fortsette til kassen
sv: Bekräfta att du är 18+ för att fortsätta till kassan

source: Checkout
da: Betaling
de: Kasse
es: Pagar
fi: Kassa
ga: Seiceáil
hu: Pénztár
no: Kasse
sv: Kassa

source: First Name
da: Fornavn
de: Vorname
es: Nombre
fi: Etunimi
ga: Ainm Baiste
hu: Keresztnév
it: Nome
no: Fornavn
sv: Förnamn

source: Last Name
da: Efternavn
de: Nachname
es: Apellido
fi: Sukunimi
ga: Sloinne
hu: Vezetéknév
it: Cognome
no: Etternavn
sv: Efternamn

source: Postal Code
da: Postnummer
de: Postleitzahl
es: Código postal
fi: Postinumero
ga: Cód Poist
hu: Irányítószám
it: Codice Postale
no: Postnummer
sv: Postnummer

source: City
da: By
de: Stadt
es: Ciudad
fi: Kaupunki
ga: Cathair
hu: Város
it: Città
no: By
sv: Stad

source: Country
da: Land
de: Land
es: País
fi: Maa
ga: Tír
hu: Ország
it: Paese
no: Land
sv: Land

source: Start with low doses (2.5-5mg THC). Effects may take 30-90 minutes when ingested.
da: Start med lave doser (2,5-5mg THC). Effekter kan tage 30-90 minutter ved indtagelse.
de: Beginnen Sie mit niedrigen Dosen (2,5-5mg THC). Wirkung kann bei Einnahme 30-90 Minuten dauern.
es: Comience con dosis bajas (2.5-5mg THC). Los efectos pueden tardar 30-90 minutos al ingerir.
fi: Aloita pienillä annoksilla (2,5-5mg THC). Vaikutukset saattavat kestää 30-90 minuuttia nautittuna.
ga: Tosaigh le dáileoga íseal (2.5-5mg THC). D'fhéadfadh sé 30-90 nóiméad sula mbíonn éifeachtaí nuair a shlogtar.
hu: Kezdjen alacsony adagokkal (2,5-5mg THC). A hatás lenyeléskor 30-90 percet is igénybe vehet.
it: Inizia con dosi basse (2,5-5mg THC). Gli effetti possono richiedere 30-90 minuti se ingeriti.
no: Begynn med lave doser (2,5-5mg THC). Effekter kan ta 30-90 minutter ved inntak.
sv: Börja med låga doser (2,5-5mg THC). Effekter kan ta 30-90 minuter vid intag.
