Repository: AndersonKamsong/medical_project
Catalog: medicalstore_robet/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, ga, hu, it, no, sv

source: Cannabis products may interact with medications. Consult your physician before use, especially if you have heart conditions, psychiatric disorders, or are pregnant/nursing. Start with low doses and monitor effects.
da: Cannabisprodukter kan interagere med medicin. Konsulter din læge før brug, især hvis du har hjerteproblemer, psykiske lidelser eller er gravid/ammer. Start med lave doser og overvåg virkningerne.
de: Cannabisprodukte können mit Medikamenten interagieren. Konsultieren Sie Ihren Arzt vor der Anwendung, besonders bei Herzerkrankungen, psychiatrischen Störungen oder in Schwangerschaft/Stillzeit. Beginnen Sie mit niedrigen Dosen und beobachten Sie die Wirkung.
es: Los productos de cannabis pueden interactuar con medicamentos. Consulte a su médico antes de usarlos, especialmente si tiene afecciones cardíacas, trastornos psiquiátricos o está embarazada/amamantando. Comience con dosis bajas y controle los efectos.
fi: Kannabistuotteet voivat vuorovaikuttaa lääkkeiden kanssa. Kysy lääkäriltä ennen käyttöä, erityisesti jos sinulla on sydänongelmia, mielenterveyshäiriöitä tai olet raskaana/imettävä. Aloita pienillä annoksilla ja seuraa vaikutuksia.
ga: D'fhéadfadh idirghníomhú a bheith ag táirgí cannabais le cógais. Comhairligh le do dhochtúir sula n-úsáideann tú, go háirithe má tá riochtaí croí, neamhoird síciatrachta agat, nó má tá tú torrach/ag tabhairt cíche. Tosaigh le dáileoga íseal agus monatóireacht a dhéanamh ar na héifeachtaí.
hu: A kannabiszáruk hatóanyagai kölcsönhatásba léphetnek gyógyszerekkel. Mindig konzultáljon orvosával, különösen szívbetegség, pszichiátriai zavarok esetén vagy terhesség/szoptatás alatt. Kezdjen alacsony adagokkal és figyelje a hatásokat.
it: I prodotti a base di cannabis possono interagire con i farmaci. Consulta il tuo medico prima dell'uso, specialmente se hai problemi cardiaci, disturbi psichiatrici o sei incinta/allatti. Inizia con dosi basse e monitora gli effetti.
no: Cannabisprodukter kan samvirke med medisiner. Konsulter legen din før bruk, spesielt ved hjerteproblemer, psykiske lidelser eller graviditet/ammeperiode. Begynn med lave doser og overvåk effektene.
sv: Cannabisprodukter kan interagera med läkemedel. Konsultera din läkare före användning, särskilt om du har hjärtsjukdomar, psykiatriska störningar eller är gravid/amnar. Börja med låga doser och övervaka effekterna.

source: Filter Products
da: Filtrer produkter
de: Produkte filtern
es: Filtrar productos
fi: Suodata tuotteita
ga: Scag Táirgí
hu: Termékek szűrése
it: Filtra Prodotti
no: Filtrer produkter
sv: Filtrera produkter

source: Price Range
da: Prisinterval
de: Preisspanne
es: Rango de precios
fi: Hinta-alue
ga: Raon Praghsanna
hu: Ártartomány
it: Fascia di Prezzo
no: Prisklasse
sv: Prisintervall

source: Min Price
da: Minimumspris
de: Mindestpreis
es: Precio mínimo
fi: Vähimmäishinta
ga: Praghas Íosta
hu: Minimum ár
it: Prezzo Min
no: Minste pris
sv: Minsta pris

source: Max Price
da: Maksimumspris
de: Höchstpreis
es: Precio máximo
fi: Enimmäishinta
ga: Praghas Uasta
hu: Maximum ár
it: Prezzo Max
no: Høyeste pris
sv: Högsta pris

source: CBD:THC Ratio
da: CBD:THC-forhold
de: CBD:THC-Verhältnis
es: Proporción CBD:THC
fi: CBD:THC-suhde
ga: Cóimheas CBD:THC
hu: CBD:THC arány
it: Rapporto CBD:THC
no: CBD:THC-forhold
sv: CBD:THC-förhållande

source: All Ratios
da: Alle forhold
de: Alle Verhältnisse
es: Todas las proporciones
fi: Kaikki suhteet
ga: Gach Cóimheas
hu: Minden arány
it: Tutti i Rapporti
no: Alle forhold
sv: Alla förhållanden

source: High CBD (20:1)
da: Højt CBD (20:1)
de: Hoher CBD-Anteil (20:1)
es: Alto CBD (20:1)
fi: Korkea CBD (20:1)
ga: CBD Ard (20:1)
hu: Magas CBD (20:1)
it: Alto CBD (20:1)
no: Høy CBD (20:1)
sv: Högt CBD (20:1)

source: Balanced (1:1)
da: Balanceret (1:1)
de: Ausgewogen (1:1)
es: Equilibrado (1:1)
fi: Tasapainoinen (1:1)
ga: Cothrom (1:1)
hu: Kiegyensúlyozott (1:1)
it: Bilanciato (1:1)
no: Balansert (1:1)
sv: Balanserad (1:1)

source: High THC (1:20)
da: Højt THC (1:20)
de: Hoher THC-Anteil (1:20)
es: Alto THC (1:20)
fi: Korkea THC (1:20)
ga: THC Ard (1:20)
hu: Magas THC (1:20)
it: Alto THC (1:20)
no: Høy THC (1:20)
sv: Högt THC (1:20)

source: Consumption Method
da: Forbrugsmetode
de: Konsummethode
es: Método de consumo
fi: Kulutustapa
ga: Modh Tomhaltais
hu: Fogyasztási mód
it: Metodo di Consumo
no: Inntaksmetode
sv: Förbrukningsmetod

source: Flower
da: Blomst
de: Blüten
es: Flor
fi: Kukinto
ga: Bláth
hu: Virág
it: Fiore
no: Blomst
sv: Blomma

source: Oils & Tinctures
da: Olier & tinkturer
de: Öle & Tinkturen
es: Aceites y tinturas
fi: Öljyt ja tinktuurat
ga: Olaí & Tinctúir
hu: Olajok és tintúrák
it: Oli & Tinture
no: Oljer og tinkturer
sv: Oljor & tinkturer

source: Edibles
da: Spiselig
de: Essbares
es: Comestibles
fi: Syötävät tuotteet
ga: Inite
hu: Ehető termékek
it: Edibili
no: Spiselig
sv: Ätbara produkter

source: Apply Filters
da: Anvend filtre
de: Filter anwenden
es: Aplicar filtros
fi: Käytä suodattimet
ga: Cuir Scagtháirgí i bhFeidhm
hu: Szűrők alkalmazása
it: Applica Filtri
no: Bruk filtre
sv: Tillämpa filter

source: Clear Filters
da: Ryd filtre
de: Filter löschen
es: Limpiar filtros
fi: Tyhjennä suodattimet
ga: Glan Scagtháirgí
hu: Szűrők törlése
it: Cancella Filtri
no: Fjern filtre
sv: Rensa filter

source: Medical Information
da: Medicinsk information
de: Medizinische Informationen
es: Información médica
fi: Lääketieteellinen tieto
ga: Faisnéis Mhíochaine
hu: Orvosi információk
it: Informazioni Mediche
no: Medisinsk informasjon
sv: Medicinsk information

source: Dosage Advice:
da: Doseringsråd:
de: Dosierungsempfehlung:
es: Consejo de dosificación:
fi: Annosneuvo:
ga: Comhairle Dáileoga:
hu: Adagolási tanács:
it: Consigli sul Dosaggio:
no: Doseringsråd:
sv: Doseringsråd:

source: Start with low doses (2.5-5mg THC) and wait 2 hours before consuming more.
da: Start med lave doser (2,5-5mg THC) og vent 2 timer før du indtager mere.
de: Beginnen Sie mit niedrigen Dosen (2,5-5mg THC) und warten Sie 2 Stunden vor erneuter Einnahme.
es: Comience con dosis bajas (2.5-5mg THC) y espere 2 horas antes de consumir más.
fi: Aloita pienillä annoksilla (2,5-5mg THC) ja odota 2 tuntia ennen lisän käyttöä.
ga: Tosaigh le dáileoga íseal (2.5-5mg THC) agus fan 2 uair an chloig sá n-itheann tú níos mó.
hu: Kezdjen alacsony adagokkal (2,5-5mg THC) és várjon 2 órát több fogyasztása előtt.
it: Inizia con dosi basse (2,5-5mg THC) e aspetta 2 ore prima di consumarne ancora.
no: Begynn med lave doser (2,5-5mg THC) og vent 2 timer før du inntar mer.
sv: Börja med låga doser (2,5-5mg THC) och vänta 2 timmar innan du konsumerar mer.

source: Effects Timeline:
da: Effekttidslinje:
de: Wirkungszeitraum:
es: Cronología de efectos:
fi: Vaikutusten aikajana:
ga: Amlíne Éifeachtaí:
hu: Hatásidővonal:
it: Tempistica Effetti:
no: Effekttidslinje:
sv: Effekttidslinje:

source: Inhalation: 5-15 minutes onset. Edibles: 30-90 minutes onset. Effects last 2-6 hours.
da: Inhalation: virkning efter 5-15 minutter. Spiselige: virkning efter 30-90 minutter. Virkninger varer 2-6 timer.
de: Inhalation: Wirkung in 5-15 Minuten. Essbares: Wirkung in 30-90 Minuten. Effekte halten 2-6 Stunden an.
es: Inhalación: efecto en 5-15 minutos. Comestibles: efecto en 30-90 minutos. Efectos duran 2-6 horas.
fi: Inhalaatio: vaikutukset alkavat 5-15 minuutissa. Syötävät: vaikutukset alkavat 30-90 minuutissa. Vaikutukset kestävät 2-6 tuntia.
ga: Inhaláil: tosú 5-15 nóiméad. Inite: tosú 30-90 nóiméad. Maireann na héifeachtaí 2-6 uair an chloig.
hu: Belélegzés: 5-15 perc alatt hat. Ehető termékek: 30-90 perc alatt hat. Hatás 2-6 óráig tart.
it: Inalazione: effetto in 5-15 minuti. Edibili: effetto in 30-90 minuti. Effetti durano 2-6 ore.
no: Inhalering: virkning etter 5-15 minutter. Spiselig: virkning etter 30-90 minutter. Varighet: 2-6 timer.
sv: Inhalation: verkan efter 5-15 minuter. Ätbara produkter: verkan efter 30-90 minuter. Effekterna varar 2-6 timmar.

source: Storage:
da: Opbevaring:
de: Lagerung:
es: Almacenamiento:
fi: Säilytys:
ga: Stóráil:
hu: Tárolás:
it: Conservazione:
no: Oppbevaring:
sv: Förvaring:

source: Store in cool, dark place. Keep away from children and pets.
da: Opbevar på køligt, mørkt sted. Hold væk fra børn og kæledyr.
de: Kühl und dunkel lagern. Von Kindern und Haustieren fernhalten.
es: Almacene en lugar fresco y oscuro. Mantenga fuera del alcance de niños y mascotas.
fi: Säilytä viileässä ja pimeässä paikassa. Pidä lasten ja lemmikkien ulottumattomissa.
ga: Stóráil i n-áit fhionnuar dorcha. Coinnigh amach ó leanaí agus peataí.
hu: Hűvös, sötét helyen tárolandó. Tartsa gyermekektől és háziállatoktól távol.
it: Conserva in luogo fresco e buio. Tenere lontano da bambini e animali.
no: Oppbevares på kjølig, mørkt sted. Hold borte fra barn og kjæledyr.
sv: Förvara på svalt, mörkt ställe. Håll borta från barn och husdjur.

source: Products in
da: Produkter i
de: Produkte in
es: Productos en
fi: Tuotteet kategoriassa
ga: Táirgí i
hu: Termékek ebben:
it: Prodotti in
no: Produkter i
sv: Produkter i

source: products found
da: produkter fundet
de: Produkte gefunden
es: productos encontrados
fi: tuotetta löytyi
ga: táirgí aimsithe
hu: talált termék
it: prodotti trovati
no: produkter funnet
sv: produkter hittades

source: Out of Stock
da: Udsolgt
de: Nicht vorrätig
es: Agotado
fi: Loppunut varastosta
ga: As Stoc
hu: Nincs raktáron
it: Esaurito
no: Utsolgt
sv: Slut i lager

source: In Stock
da: På lager
de: Auf Lager
es: Disponible
fi: Varastossa
ga: Ar Stoc
hu: Raktáron
it: Disponibile
no: På lager
sv: I lager

source: No products found
da: Ingen produkter fundet
de: Keine Produkte gefunden
es: No se encontraron productos
fi: Tuotteita ei löytynyt
ga: Níor aimsíodh aon táirgí
hu: Nem található termék
it: Nessun prodotto trovato
no: Ingen produkter funnet
sv: Inga produkter hittades

source: No products match your current filters. Try adjusting your price range.
da: Ingen produkter matcher dine nuværende filtre. Prøv at justere dit prisinterval.
de: Keine Produkte entsprechen Ihren aktuellen Filtern. Passen Sie Ihre Preisspanne an.
es: Ningún producto coincide con sus filtros actuales. Intente ajustar su rango de precios.
fi: Yksikään tuote ei vastaa nykyisiä suodattimia. Kokeile säätää hintaluokkaasi.
ga: Níl aon táirgí ag teacht leis do scagtháirgí reatha. Bain triail as do raon praghsanna a choigeartú.
hu: Nincs termék a jelenlegi szűrőkkel. Próbálja módosítani az ártartományt.
it: Nessun prodotto corrisponde ai tuoi filtri attuali. Prova a modificare la fascia di prezzo.
no: Ingen produkter samsvarer med dine nåværende filtre. Prøv å justere prisklassen.
sv: Inga produkter matchar dina nuvarande filter. Försök att justera ditt prisintervall.

source: This category doesn't have any products yet.
da: Denne kategori har ingen produkter endnu.
de: Diese Kategorie enthält noch keine Produkte.
es: Esta categoría aún no tiene productos.
fi: Tässä kategoriassa ei ole vielä tuotteita.
ga: Níl aon táirgí sa chatagóir seo go fóill.
hu: Ennek a kategóriának még nincsenek termékei.
it: Questa categoria non ha ancora prodotti.
no: Denne kategorien har ingen produkter ennå.
sv: Denna kategori har inga produkter ännu.

source: Browse All Products
da: Gennemse alle produkter
de: Alle Produkte durchsuchen
es: Explorar todos los productos
fi: Selaa kaikkia tuotteita
ga: Déan iniúchadh ar Gach Táirge
hu: Összes termék böngészése
it: Sfoglia Tutti i Prodotti
no: Bla gjennom alle produkter
sv: Bläddra bland alla produkter

source: Previous
da: Forrige
de: Zurück
es: Anterior
fi: Edellinen
ga: Roimhe Seo
hu: Előző
it: Precedente
no: Forrige
sv: Föregående

source: Next
da: Næste
de: Weiter
es: Siguiente
fi: Seuraava
ga: Ar Aghaidh
hu: Következő
it: Successivo
no: Neste
sv: Nästa

source: Therapeutic Uses
da: Terapeutiske anvendelser
de: Therapeutische Anwendungen
es: Usos terapéuticos
fi: Terapeuttiset käyttötarkoitukset
ga: Úsáidí Teiripeacha
hu: Terápiás felhasználás
it: Usi Terapeutici
no: Terapeutisk bruk
sv: Terapeutiska användningsområden

source: Pain Management
da: Smertehåndtering
de: Schmerzmanagement
es: Manejo del dolor
fi: Kivunhallinta
ga: Bainistíocht Piana
hu: Fájdalomkezelés
it: Gestione del Dolore
no: Smertehåndtering
sv: Smärtbehandling

source: May help with chronic pain, arthritis, and neuropathic pain.
da: Kan hjælpe ved kroniske smerter, gigt og neuropatiske smerter.
de: Kann bei chronischen Schmerzen, Arthritis und neuropathischen Schmerzen helfen.
es: Puede ayudar con dolor crónico, artritis y dolor neuropático.
fi: Saatat saada apua krooniseen kipuun, niveltulehdukseen ja neuropaattiseen kipuun.
ga: D'fhéadfadh cabhrú le pian ainsealach, airtríteas, agus pian néarapatach.
hu: Segíthet krónikus fájdalom, ízületi gyulladás és neuropátiás fájdalom esetén.
it: Può aiutare con dolore cronico, artrite e dolore neuropatico.
no: Kan hjelpe ved kroniske smerter, leddgikt og nervesmerter.
sv: Kan hjälpa vid kronisk smärta, artrit och neuropatisk smärta.

source: Mental Health
da: Mental sundhed
de: Psychische Gesundheit
es: Salud mental
fi: Mielenterveys
ga: Sláinte Mheabhrach
hu: Mentális egészség
it: Salute Mentale
no: Mental helse
sv: Psykisk hälsa

source: Potential benefits for anxiety, PTSD, and depression (consult doctor).
da: Potentielle fordele ved angst, PTSD og depression (konsulter læge).
de: Mögliche Vorteile bei Angst, PTBS und Depression (Arzt konsultieren).
es: Beneficios potenciales para ansiedad, TEPT y depresión (consulte a su médico).
fi: Mahdollisia hyötyjä ahdistukseen, PTSD:hen ja masennukseen (kysy lääkäriltä).
ga: Sochair fhéideartha d'imní, PTSD, agus dúlagar (comhairligh le dochtúir).
hu: Lehetséges előnyök szorongás, PTSD és depresszió esetén (orvosi konzultáció szükséges).
it: Potenziali benefici per ansia, PTSD e depressione (consultare medico).
no: Potensielle fordeler ved angst, PTSD og depresjon (konsulter lege).
sv: Potentiella fördelar vid ångest, PTSD och depression (konsultera läkare).

source: Sleep Disorders
da: Søvnforstyrrelser
de: Schlafstörungen
es: Trastornos del sueño
fi: Unihäiriöt
ga: Neamhoird Chodlata
hu: Alvászavarok
it: Disturbi del Sonno
no: Søvnforstyrrelser
sv: Sömnstörningar

source: May improve sleep quality for insomnia patients.
da: Kan forbedre søvnkvalitet for patienter med søvnløshed.
de: Kann die Schlafqualität bei Schlaflosigkeit verbessern.
es: Puede mejorar la calidad del sueño en pacientes con insomnio.
fi: Saatat parantaa unenlaatua unettomuuspotilailla.
ga: D'fhéadfadh cáilíocht codlata a fheabhsú d'othair a bhfuil néaltrú orthu.
hu: Javíthatja az álmatlanságban szenvedők alvásminőségét.
it: Può migliorare la qualità del sonno per pazienti con insonnia.
no: Kan forbedre søvnkvalitet ved søvnløshet.
sv: Kan förbättra sömnkvaliteten för patienter med sömnlöshet.

source: Filters
da: Filtre
de: Filter
es: Filtros
fi: Suodattimet
ga: Scagtháirgí
hu: Szűrők
it: Filtri
no: Filtre
sv: Filter

source: Categories
da: Kategorier
de: Kategorien
es: Categorías
fi: Kategoriat
ga: Catagóirí
hu: Kategóriák
it: Categorie
no: Kategorier
sv: Kategorier

source: All Categories
da: Alle kategorier
de: Alle Kategorien
es: Todas las categorías
fi: Kaikki kategoriat
ga: Gach Catagóir
hu: Összes kategória
it: Tutte le Categorie
no: Alle kategorier
sv: Alla kategorier

source: Strain Type
da: Stamtype
de: Sorte
es: Tipo de cepa
fi: Kannabisrodun tyyppi
ga: Cineál Síolra
hu: Fajta típus
it: Tipo di Varietà
no: Stamtype
sv: Sorttyp

source: Min
es: Mín
ga: Íosta

source: Max
da: Maks
es: Máx
ga: Uasta
no: Maks

source: Dosage Guide
da: Doseringsvejledning
de: Dosierungsleitfaden
es: Guía de dosificación
fi: Annosopas
ga: Treoir Dáileoga
hu: Adagolási útmutató
it: Guida al Dosaggio
no: Doseringsguide
sv: Doseringsguide

source: Start with 2.5-5mg THC, wait 2 hours before redosing. Consult your physician for personalized advice.
da: Start med 2,5-5mg THC, vent 2 timer før ny dosis. Konsulter din læge for personlig rådgivning.
de: Beginnen Sie mit 2,5-5mg THC, warten Sie 2 Stunden vor erneuter Dosis. Konsultieren Sie Ihren Arzt für persönliche Beratung.
es: Comience con 2.5-5mg THC, espere 2 horas antes de redosificar. Consulte a su médico para consejo personalizado.
fi: Aloita 2,5-5mg THC:lla, odota 2 tuntia ennen uuden annoksen ottamista. Kysy lääkäriltä henkilökohtaisia neuvoja.
ga: Tosaigh le 2.5-5mg THC, fan 2 uair an chloig sula ndéanann tú athdháileog. Comhairligh le do dhochtúir le haghaidh comhairle pearsanta.
hu: Kezdjen 2,5-5mg THC-val, várjon 2 órát újraadagolás előtt. Konzultáljon orvosával személyre szabott tanácsért.
it: Inizia con 2,5-5mg THC, aspetta 2 ore prima di ridosare. Consulta il tuo medico per consigli personalizzati.
no: Begynn med 2,5-5mg THC, vent 2 timer før ny dose. Konsulter legen din for personlig rådgivning.
sv: Börja med 2,5-5mg THC, vänta 2 timmar innan ny dosering. Konsultera din läkare för personlig rådgivning.

source: Effects Duration
da: Effektvarighed
de: Wirkungsdauer
es: Duración de efectos
fi: Vaikutusten kesto
ga: Fad na nÉifeachtaí
hu: Hatás időtartama
it: Durata Effetti
no: Effektvarighet
sv: Effektens varaktighet

source: Inhalation: 2-4 hours. Edibles: 4-8 hours. Topicals: 2-5 hours.
da: Inhalation: 2-4 timer. Spiselige: 4-8 timer. Aktuelle: 2-5 timer.
de: Inhalation: 2-4 Stunden. Essbares: 4-8 Stunden. Äußerliche Anwendung: 2-5 Stunden.
es: Inhalación: 2-4 horas. Comestibles: 4-8 horas. Tópicos: 2-5 horas.
fi: Inhalaatio: 2-4 tuntia. Syötävät: 4-8 tuntia. Paikalliset: 2-5 tuntia.
ga: Inhaláil: 2-4 uair an chloig. Inite: 4-8 uair an chloig. Topicals: 2-5 uair an chloig.
hu: Belélegzés: 2-4 óra. Ehető termékek: 4-8 óra. Külsőleg használatos: 2-5 óra.
it: Inalazione: 2-4 ore. Edibili: 4-8 ore. Topici: 2-5 ore.
no: Inhalering: 2-4 timer. Spiselig: 4-8 timer. Aktuelle: 2-5 timer.
sv: Inhalation: 2-4 timmar. Ätbara produkter: 4-8 timmar. Topiska produkter: 2-5 timmar.

source: Safety Notice
da: Sikkerhedsmeddelelse
de: Sicherheitshinweis
es: Aviso de seguridad
fi: Turvallisuushuomautus
ga: Fógra Sábháilteachta
hu: Biztonsági figyelmeztetés
it: Avviso di Sicurezza
no: Sikkerhetsmerknad
sv: Säkerhetsmeddelande

source: Not recommended for pregnant/nursing women or those with heart conditions. May interact with medications.
da: Ikke anbefalet til gravide/ammende kvinder eller personer med hjerteproblemer. Kan interagere med medicin.
de: Nicht empfohlen für Schwangere/Stillende oder Personen mit Herzerkrankungen. Kann mit Medikamenten interagieren.
es: No recomendado para mujeres embarazadas/lactantes o personas con afecciones cardíacas. Puede interactuar con medicamentos.
fi: Ei suositella raskaana oleville/imettäville naisille tai sydänongelmia sairastaville. Voi vuorovaikuttaa lääkkeiden kanssa.
ga: Ní mholtar do mhná torracha/atá ag tabhairt cíche nó dóibh siúd a bhfuil riochtaí croí orthu. D'fhéadfadh idirghníomhú a bheith aige le cógais.
hu: Nem ajánlott várandós/szoptató nőknek vagy szívbetegségben szenvedőknek. Hatóanyagkölcsönhatás lehetséges gyógyszerekkel.
it: Non raccomandato per donne incinte/allattanti o persone con problemi cardiaci. Può interagire con farmaci.
no: Ikke anbefalt for gravide/ammende eller personer med hjerteproblemer. Kan samvirke med medisiner.
sv: Rekommenderas inte för gravida/ammande kvinnor eller personer med hjärtsjukdomar. Kan interagera med läkemedel.

source: Search Results for
da: Søgeresultater for
de: Suchergebnisse für
es: Resultados de búsqueda para
fi: Hakutulokset haulle
ga: Torthaí Cuardaigh do
hu: Keresési eredmények erre:
it: Risultati Ricerca per
no: Søkeresultater for
sv: Sökresultat för

source: All Products
da: Alle produkter
de: Alle Produkte
es: Todos los productos
fi: Kaikki tuotteet
ga: Gach Táirge
hu: Összes termék
it: Tutti i Prodotti
no: Alle produkter
sv: Alla produkter

source: Benefits:
da: Fordele:
de: Vorteile:
es: Beneficios:
fi: Hyödyt:
ga: Sochair:
hu: Előnyök:
it: Benefici:
no: Fordeler:
sv: Fördelar:

source: Details
da: Detaljer
es: Detalles
fi: Tiedot
ga: Mionsonraí
hu: Részletek
it: Dettagli
no: Detaljer
sv: Detaljer

source: Low Stock
da: Få på lager
de: Geringer Bestand
es: Bajo stock
fi: Vähän varastossa
ga: Stoc Íseal
hu: Kis készlet
it: Scorte Limitare
no: Lite på lager
sv: Fåtal i lager

source: Try adjusting your search criteria or browse all products.
da: Prøv at justere dine søgekriterier eller gennemse alle produkter.
de: Passen Sie Ihre Suchkriterien an oder durchsuchen Sie alle Produkte.
es: Intente ajustar sus criterios de búsqueda o explore todos los productos.
fi: Kokeile säätää hakukriteerejäsi tai selata kaikkia tuotteita.
ga: Bain triail as do chritéir chuardaigh a choigeartú nó déan iniúchadh ar gach táirge.
hu: Próbálja módosítani a keresési feltételeket vagy böngésszen az összes termék között.
it: Prova a modificare i criteri di ricerca o sfoglia tutti i prodotti.
no: Prøv å justere søkekriteriene eller bla gjennom alle produkter.
sv: Försök att justera dina sökkriterier eller bläddra bland alla produkter.

source: Home
da: Hjem
de: Startseite
es: Inicio
fi: Koti
ga: Baile
hu: Főoldal
no: Hjem
sv: Hem

source: Strain
da: Stamme
de: Sorte
es: Cepa
fi: Kannabisrotu
ga: Síolra
hu: Fajta
it: Varietà
no: Stamme
sv: Sort

source: Key Benefits
da: Nøglefordele
de: Hauptvorteile
es: Beneficios clave
fi: Avainhyödyt
ga: Príomhshochair
hu: Fő előnyök
it: Principali Benefici
no: Viktigste fordeler
sv: Viktiga fördelar

source: Quantity
da: Antal
de: Menge
es: Cantidad
fi: Määrä
ga: Cainníocht
hu: Mennyiség
it: Quantità
no: Antall
sv: Kvantitet

source: Add to Cart
da: Tilføj til kurv
de: In den Warenkorb
es: Añadir al carrito
fi: Lisää ostoskoriin
ga: Cuir sa Chart
hu: Kosárba
it: Aggiungi al Carrello
no: Legg i handlekurv
sv: Lägg i varukorg

source: Dosage:
da: Dosering:
de: Dosierung:
es: Dosificación:
fi: Annos:
ga: Dáileog:
hu: Adagolás:
it: Dosaggio:
no: Dosering:
sv: Dosering:

source: Start with low doses (2.5-5mg THC). Wait 2 hours before consuming more.
da: Start med lave doser (2,5-5mg THC). Vent 2 timer før du indtager mere.
de: Beginnen Sie mit niedrigen Dosen (2,5-5mg THC). Warten Sie 2 Stunden vor erneuter Einnahme.
es: Comience con dosis bajas (2.5-5mg THC). Espere 2 horas antes de consumir más.
fi: Aloita pienillä annoksilla (2,5-5mg THC). Odota 2 tuntia ennen lisän käyttöä.
ga: Tosaigh le dáileoga íseal (2.5-5mg THC). Fan 2 uair an chloig sula n-itheann tú níos mó.
hu: Kezdjen alacsony adagokkal (2,5-5mg THC). Várjon 2 órát több fogyasztása előtt.
it: Inizia con dosi basse (2,5-5mg THC). Aspetta 2 ore prima di consumarne ancora.
no: Begynn med lave doser (2,5-5mg THC). Vent 2 timer før du inntar mer.
sv: Börja med låga doser (2,5-5mg THC). Vänta 2 timmar innan du konsumerar mer.

source: Effects:
da: Effekter:
de: Wirkungen:
es: Efectos:
fi: Vaikutukset:
ga: Éifeachtaí:
hu: Hatások:
it: Effetti:
no: Effekter:
sv: Effekter:

source: Onset in 5-15 minutes when inhaled, 30-90 minutes when ingested. Effects last 2-6 hours.
da: Virkning efter 5-15 minutter ved inhalation, 30-90 minutter ved indtagelse. Virkninger varer 2-6 timer.
de: Wirkung in 5-15 Minuten bei Inhalation, 30-90 Minuten bei Einnahme. Effekte halten 2-6 Stunden an.
es: Efecto en 5-15 minutos al inhalar, 30-90 minutos al ingerir. Efectos duran 2-6 horas.
fi: Vaikutukset alkavat 5-15 minuutissa hengitettynä, 30-90 minuutissa nautittuna. Vaikutukset kestävät 2-6 tuntia.
ga: Tosú i 5-15 nóiméad nuair a ionanálaitear, 30-90 nóiméad nuair a shlogtar. Maireann na héifeachtaí 2-6 uair an chloig.
hu: Belélegzés esetén 5-15 perc alatt, lenyeléskor 30-90 perc alatt hat. A hatás 2-6 óráig tart.
it: Effetto in 5-15 minuti se inalato, 30-90 minuti se ingerito. Effetti durano 2-6 ore.
no: Virkning etter 5-15 minutter ved inhalering, 30-90 minutter ved inntak. Varighet: 2-6 timer.
sv: Verkan efter 5-15 minuter vid inhalation, 30-90 minuter vid intag. Effekterna varar 2-6 timmar.
