Repository: AndersonKamsong/medical_project
Catalog: medicalstore_robet/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, ga, hu, it, no, sv

source: Keep in a cool, dark place. Store securely away from children and pets.
da: Opbevar på køligt, mørkt sted. Opbevar sikkert væk fra børn og kæledyr.
de: Kühl und dunkel lagern. Sicher vor Kindern und Haustieren aufbewahren.
es: Conservar en lugar fresco y oscuro. Almacenar de forma segura lejos de niños y mascotas.
fi: Säilytä viileässä ja pimeässä paikassa. Pidä lasten ja lemmikkien ulottumattomissa.
ga: Coinnigh i n-áit fhionnuar dorcha. Stóráil go slán amach ó leanaí agus peataí.
hu: Hűvös, sötét helyen tárolja. Tartsa biztonságosan gyermekek és háziállatok elől.
it: Conserva in luogo fresco e buio. Conservare in sicurezza lontano da bambini e animali.
no: Oppbevares på kjølig, mørkt sted. Oppbevares sikkert borte fra barn og kjæledyr.
sv: Förvara på svalt, mörkt ställe. Förvara säkert borta från barn och husdjur.

source: Payment Method
da: Betalingsmetode
de: Zahlungsmethode
es: Método de pago
fi: Maksutapa
ga: Modh Íocaíochta
hu: Fizetési mód
it: Metodo di Pagamento
no: Betalingsmetode
sv: Betalningsmetod

source: Credit/Debit Card
da: Kredit-/betalingskort
de: Kredit-/Debitkarte
es: Tarjeta de crédito/débito
fi: Luotto-/pankkikortti
ga: Cárta Creidmheasa/Dochta
hu: Hitel-/bankkártya
it: Carta di Credito/Debito
no: Kreditt-/betalkort
sv: Kredit-/betalkort

source: Secure payment processing via our PCI-compliant payment gateway.
da: Sikker betalingsbehandling via vores PCI-overensstemmende betalingsgateway.
de: Sichere Zahlungsabwicklung über unser PCI-konformes Zahlungsgateway.
es: Procesamiento de pago seguro a través de nuestra pasarela de pago compatible con PCI.
fi: Turvallinen maksun käsittely PCI-yhteensopivan maksuyhdyskäytävämme kautta.
ga: Próiseáil íocaíochta slán trínár ngeata íocaíochta atá comhlíontach PCI.
hu: Biztonságos fizetési feldolgozás PCI-kompatibilis fizetési átjárónkon keresztül.
it: Elaborazione pagamenti sicura tramite il nostro gateway di pagamento conforme PCI.
no: Sikker betalingsbehandling via vårt PCI-kompatible betalingsgateway.
sv: Säker betalningshantering via vår PCI-kompatibla betalningsportal.

source: Place Order
da: Bestil
de: Bestellung aufgeben
es: Realizar pedido
fi: Tee tilaus
ga: Cuir Ordú
hu: Rendelés leadása
it: Invia Ordine
no: Bestill
sv: Lägg order

source: Qty
da: Antal
de: Menge
es: Cant
fi: Määrä
ga: Cainn
hu: Menny
it: Qtà
no: Ant
sv: Antal

source: Subtotal
de: Zwischensumme
fi: Välisumma
ga: Fo-iomlán
hu: Részösszeg
it: Subtotale
no: Delsum
sv: Delsumma

source: Tax
da: Skat
de: Steuer
es: Impuesto
fi: Vero
ga: Cáin
hu: Adó
it: Tasse
no: MVA
sv: Skatt

source: These products are not intended to diagnose, treat, cure or prevent any disease. Consult your healthcare provider before use.
da: Disse produkter er ikke beregnet til at diagnosticere, behandle, helbrede eller forebygge sygdomme. Konsulter din sundhedsudbyder før brug.
de: Diese Produkte sind nicht zur Diagnose, Behandlung, Heilung oder Vorbeugung von Krankheiten bestimmt. Konsultieren Sie Ihren Arzt vor der Anwendung.
es: Estos productos no están destinados a diagnosticar, tratar, curar o prevenir ninguna enfermedad. Consulte a su proveedor de atención médica antes de usarlos.
fi: Näitä tuotteita ei ole tarkoitettu minkään sairauden diagnosointiin, hoitoon, parantamiseen tai ehkäisyyn. Kysy terveydenhuollon ammattilaiselta ennen käyttöä.
ga: Níl na táirgí seo ceaptha chun aon ghalar a dhiagnóisiú, a chóireáil, a leigheas nó a chosc. Comhairligh le do sholáthraí cúram sláinte sula n-úsáideann tú.
hu: Ezek a termékek nem diagnosztizálnak, kezelnek, gyógyítanak vagy megelőznek betegségeket. Használat előtt konzultáljon egészségügyi szolgáltatójával.
it: Questi prodotti non sono destinati a diagnosticare, trattare, curare o prevenire alcuna malattia. Consultare il proprio medico prima dell'uso.
no: Disse produktene er ikke ment å diagnostisere, behandle, kurere eller forebygge sykdom. Konsulter helsepersonell før bruk.
sv: Dessa produkter är inte avsedda att diagnostisera, behandla, bota eller förebygga någon sjukdom. Konsultera din vårdgivare före användning.

source: Delivery Information
da: Leveringsinformation
de: Lieferinformationen
es: Información de entrega
fi: Toimitustiedot
ga: Faisnéis Seachadta
hu: Szállítási információk
it: Informazioni Consegna
no: Leveringsinformasjon
sv: Leveransinformation

source: Discreet packaging for all orders
da: Diskret emballage til alle ordrer
de: Diskrete Verpackung für alle Bestellungen
es: Embalaje discreto para todos los pedidos
fi: Hienovarainen pakkaus kaikille tilauksille
ga: Pacáistiú discréideach do gach ordú
hu: Diszkrét csomagolás minden rendeléshez
it: Confezione discreta per tutti gli ordini
no: Diskré emballasje for alle bestillinger
sv: Diskret förpackning för alla beställningar

source: Adult signature required upon delivery
da: Voksenunderskrift kræves ved levering
de: Erwachsenenunterschrift bei Lieferung erforderlich
es: Se requiere firma de adulto al entregar
fi: Aikuisen allekirjoitus vaaditaan toimituksen yhteydessä
ga: Síniú fásta ag teastáil ar sheachadadh
hu: Felnőtt aláírás szükséges átvételkor
it: Firma adulto richiesta alla consegna
no: Voksen signatur kreves ved levering
sv: Vuxens underskrift krävs vid leverans

source: No returns on cannabis products
da: Ingen returneringer på cannabisprodukter
de: Keine Rückgabe von Cannabisprodukten
es: No se aceptan devoluciones de productos de cannabis
fi: Ei palautuksia kannabistuotteille
ga: Níl aon aisíocaíocht ar tháirgí cannabais
hu: Nincs visszaküldés kannabiszárukra
it: Nessun reso per prodotti a base di cannabis
no: Ingen retur på cannabisprodukter
sv: Inga returer på cannabisprodukter

source: You must confirm you are 18+ to place an order
da: Du skal bekræfte, at du er 18+ for at afgive en ordre
de: Sie müssen bestätigen, dass Sie 18+ sind, um eine Bestellung aufzugeben
es: Debe confirmar que tiene 18+ para realizar un pedido
fi: Sinun on vahvistettava olevasi 18+ tehdäksesi tilauksen
ga: Ní mór duit a dhearbhú go bhfuil tú 18+ chun ordú a chur
hu: 18 év felettinek kell lennie rendelés leadásához
it: Devi confermare di avere almeno 18 anni per effettuare un ordine
no: Du må bekrefte at du er 18+ for å bestille
sv: Du måste bekräfta att du är 18+ för att lägga en order

source: Order Confirmed!
da: Ordre bekræftet!
de: Bestellung bestätigt!
es: ¡Pedido confirmado!
fi: Tilaus vahvistettu!
ga: Ordú Deimhnithe!
hu: Rendelés megerősítve!
it: Ordine Confermato!
no: Ordre bekreftet!
sv: Order bekräftad!

source: Thank you for your order. We'll send you a confirmation email shortly.
da: Tak for din ordre. Vi sender dig en bekræftelsesmail snart.
de: Vielen Dank für Ihre Bestellung. Sie erhalten in Kürze eine Bestätigungs-E-Mail.
es: Gracias por su pedido. Le enviaremos un correo de confirmación pronto.
fi: Kiitos tilauksestasi. Lähetämme sinulle vahvistussähköpostin pian.
ga: Go raibh maith agat as d'ordú. Seolfaimid ríomhphost dearbhaithe chugat gan mhoill.
hu: Köszönjük rendelését. Hamarosan kap egy megerősítő e-mailt.
it: Grazie per il tuo ordine. Ti invieremo un'email di conferma a breve.
no: Takk for bestillingen din. Du vil motta en bekreftelses-e-post snart.
sv: Tack för din beställning. Vi skickar ett bekräftelsemail inom kort.

source: Order Details
da: Ordredetaljer
de: Bestelldetails
es: Detalles del pedido
fi: Tilauksen tiedot
ga: Mionsonraí Ordú
hu: Rendelés részletei
it: Dettagli Ordine
no: Bestillingsdetaljer
sv: Orderdetaljer

source: Order Number
da: Ordrenummer
de: Bestellnummer
es: Número de pedido
fi: Tilausnumero
ga: Uimhir Ordú
hu: Rendelésszám
it: Numero Ordine
no: Ordrenummer
sv: Ordernummer

source: Order Date
da: Ordredato
de: Bestelldatum
es: Fecha del pedido
fi: Tilauspäivä
ga: Dáta Ordú
hu: Rendelés dátuma
it: Data Ordine
no: Bestillingsdato
sv: Orderdatum

source: Status
es: Estado
fi: Tila
ga: Stádas
hu: Állapot
it: Stato

source: Total Amount
da: Totalbeløb
de: Gesamtbetrag
es: Monto total
fi: Loppusumma
ga: Méid Iomlán
hu: Teljes összeg
it: Importo Totale
no: Totalbeløp
sv: Total summa

source: Order Items
da: Ordrevarer
de: Bestellte Artikel
es: Artículos del pedido
fi: Tilauksen tuotteet
ga: Míreanna Ordú
hu: Rendelt tételek
it: Articoli Ordinati
no: Ordrevarer
sv: Orderartiklar

source: each
da: hver
de: jeweils
es: cada
fi: kpl
ga: gach ceann
hu: darab
it: ciascuno
no: stk
sv: styck

source: What's Next?
da: Hvad nu?
de: Was passiert als nächstes?
es: ¿Qué sigue?
fi: Mitä seuraavaksi?
ga: Cad atá Romhainn?
hu: Mi következik?
it: Cosa Succede Ora?
no: Hva skjer nå?
sv: Vad händer nu?

source: You'll receive an order confirmation email at
da: Du vil modtage en ordrebekræftelsesmail på
de: Sie erhalten eine Bestellbestätigung per E-Mail an
es: Recibirá un correo de confirmación en
fi: Saat tilausvahvistuksen sähköpostiin
ga: Gheobhaidh tú ríomhphost dearbhaithe ordú ag
hu: Rendelésmegerősítő e-mailt kap a következő címre:
it: Riceverai un'email di conferma ordine a
no: Du vil motta en ordrebekreftelse på e-post til
sv: Du kommer att få ett orderbekräftelsemail till

source: We'll prepare your discreet package within 1-2 business days
da: Vi forbereder din diskrete pakke inden for 1-2 hverdage
de: Wir bereiten Ihr diskretes Paket innerhalb von 1-2 Werktagen vor
es: Prepararemos su paquete discreto en 1-2 días hábiles
fi: Valmistelemme hienovaraisen pakettisi 1-2 arkipäivässä
ga: Ullmhóimid do phacáiste discréideach laistigh de 1-2 lá gnó
hu: Diszkrét csomagját 1-2 munkanapon belül előkészítjük
it: Prepareremo il tuo pacco discreto entro 1-2 giorni lavorativi
no: Vi forbereder din diskré pakke innen 1-2 virkedager
sv: Vi förbereder din diskreta förpackning inom 1-2 arbetsdagar

source: Adult signature required upon delivery (18+ only)
da: Voksenunderskrift kræves ved levering (kun 18+)
de: Erwachsenenunterschrift bei Lieferung erforderlich (nur 18+)
es: Se requiere firma de adulto al entregar (solo 18+)
fi: Aikuisen allekirjoitus vaaditaan toimituksen yhteydessä (vain 18+)
ga: Síniú fásta ag teastáil ar sheachadadh (18+ amháin)
hu: Felnőtt aláírás szükséges átvételkor (csak 18+)
it: Firma adulto richiesta alla consegna (solo 18+)
no: Voksen signatur kreves ved levering (kun 18+)
sv: Vuxens underskrift krävs vid leverans (endast 18+)

source: Contact us if you have any questions about your order
da: Kontakt os, hvis du har spørgsmål til din ordre
de: Kontaktieren Sie uns bei Fragen zu Ihrer Bestellung
es: Contáctenos si tiene preguntas sobre su pedido
fi: Ota yhteyttä, jos sinulla on kysyttävää tilauksestasi
ga: Déan teagmháil linn má tá aon cheist agat faoi d'ordú
hu: Lépjen kapcsolatba velünk rendelésével kapcsolatos kérdéseivel
it: Contattaci per qualsiasi domanda sul tuo ordine
no: Kontakt oss hvis du har spørsmål om bestillingen din
sv: Kontakta oss om du har frågor om din beställning

source: Dosage Guidance:
da: Doseringsvejledning:
de: Dosierungsempfehlung:
es: Orientación de dosificación:
fi: Annosohje:
ga: Treoir Dáileoga:
hu: Adagolási útmutató:
it: Guida al Dosaggio:
no: Doseringsveiledning:
sv: Doseringsvägledning:

source: Start with low doses (2.5-5mg THC). Wait at least 2 hours before consuming more.
da: Start med lave doser (2,5-5mg THC). Vent mindst 2 timer før du indtager mere.
de: Beginnen Sie mit niedrigen Dosen (2,5-5mg THC). Warten Sie mindestens 2 Stunden vor erneuter Einnahme.
es: Comience con dosis bajas (2.5-5mg THC). Espere al menos 2 horas antes de consumir más.
fi: Aloita pienillä annoksilla (2,5-5mg THC). Odota ainakin 2 tuntia ennen lisän käyttöä.
ga: Tosaigh le dáileoga íseal (2.5-5mg THC). Fan ar a laghad 2 uair an chloig sula n-itheann tú níos mó.
hu: Kezdjen alacsony adagokkal (2,5-5mg THC). Várjon legalább 2 órát több fogyasztása előtt.
it: Inizia con dosi basse (2,5-5mg THC). Aspetta almeno 2 ore prima di consumarne ancora.
no: Begynn med lave doser (2,5-5mg THC). Vent minst 2 timer før du inntar mer.
sv: Börja med låga doser (2,5-5mg THC). Vänta minst 2 timmar innan du konsumerar mer.

source: Inhalation: effects in 5-15 minutes. Edibles: effects in 30-90 minutes. Duration: 2-6 hours.
da: Inhalation: virkning efter 5-15 minutter. Spiselige: virkning efter 30-90 minutter. Varighed: 2-6 timer.
de: Inhalation: Wirkung in 5-15 Minuten. Essbares: Wirkung in 30-90 Minuten. Dauer: 2-6 Stunden.
es: Inhalación: efectos en 5-15 minutos. Comestibles: efectos en 30-90 minutos. Duración: 2-6 horas.
fi: Inhalaatio: vaikutukset 5-15 minuutissa. Syötävät: vaikutukset 30-90 minuutissa. Kesto: 2-6 tuntia.
ga: Inhaláil: éifeachtaí i 5-15 nóiméad. Inite: éifeachtaí i 30-90 nóiméad. Fad: 2-6 uair an chloig.
hu: Belélegzés: hatás 5-15 perc. Ehető termékek: hatás 30-90 perc. Időtartam: 2-6 óra.
it: Inalazione: effetti in 5-15 minuti. Edibili: effetti in 30-90 minuti. Durata: 2-6 ore.
no: Inhalering: effekt etter 5-15 minutter. Spiselig: effekt etter 30-90 minutter. Varighet: 2-6 timer.
sv: Inhalation: effekt efter 5-15 minuter. Ätbara produkter: effekt efter 30-90 minuter. Varaktighet: 2-6 timmar.

source: Safety:
da: Sikkerhed:
de: Sicherheit:
es: Seguridad:
fi: Turvallisuus:
ga: Sábháilteacht:
hu: Biztonság:
it: Sicurezza:
no: Sikkerhet:
sv: Säkerhet:

source: Do not drive or operate machinery after use. May interact with medications.
da: Kør ikke eller betjen maskineri efter brug. Kan interagere med medicin.
de: Nach Gebrauch nicht fahren oder Maschinen bedienen. Kann mit Medikamenten interagieren.
es: No conduzca ni opere maquinaria después de usar. Puede interactuar con medicamentos.
fi: Älä aja tai käytä koneita käytön jälkeen. Voi vuorovaikuttaa lääkkeiden kanssa.
ga: Ná tiomáin ná oibrigh meaisíní tar éis úsáide. D'fhéadfadh idirghníomhú a bheith aige le cógais.
hu: Ne vezessen vagy üzemeltessen gépezetet használat után. Hatóanyagkölcsönhatás lehetséges gyógyszerekkel.
it: Non guidare o usare macchinari dopo l'uso. Può interagire con farmaci.
no: Ikke kjør eller bruk maskineri etter inntak. Kan samvirke med medisiner.
sv: Kör inte eller använd maskiner efter intag. Kan interagera med läkemedel.

source: These products are not intended to diagnose, treat, cure or prevent any disease. Consult your healthcare provider before use, especially if you have medical conditions or take medications.
da: Disse produkter er ikke beregnet til at diagnosticere, behandle, helbrede eller forebygge sygdomme. Konsulter din sundhedsudbyder før brug, især hvis du har medicinske tilstande eller tager medicin.
de: Diese Produkte sind nicht zur Diagnose, Behandlung, Heilung oder Vorbeugung von Krankheiten bestimmt. Konsultieren Sie Ihren Arzt vor der Anwendung, besonders bei Erkrankungen oder Medikamenteneinnahme.
es: Estos productos no están destinados a diagnosticar, tratar, curar o prevenir ninguna enfermedad. Consulte a su proveedor de atención médica antes de usarlos, especialmente si tiene condiciones médicas o toma medicamentos.
fi: Näitä tuotteita ei ole tarkoitettu minkään sairauden diagnosointiin, hoitoon, parantamiseen tai ehkäisyyn. Kysy terveydenhuollon ammattilaiselta ennen käyttöä, erityisesti jos sinulla on sairauksia tai käytät lääkkeitä.
ga: Níl na táirgí seo ceaptha chun aon ghalar a dhiagnóisiú, a chóireáil, a leigheas nó a chosc. Comhairligh le do sholáthraí cúram sláinte sula n-úsáideann tú, go háirithe má tá riochtaí míochaine agat nó má tá tú ag glacadh cógais.
hu: Ezek a termékek nem diagnosztizálnak, kezelnek, gyógyítanak vagy megelőznek betegségeket. Használat előtt konzultáljon egészségügyi szolgáltatójával, különösen ha betegségben szenved vagy gyógyszert szed.
it: Questi prodotti non sono destinati a diagnosticare, trattare, curare o prevenire alcuna malattia. Consultare il medico prima dell'uso, specialmente se si hanno condizioni mediche o si assumono farmaci.
no: Disse produktene er ikke ment å diagnostisere, behandle, kurere eller forebygge sykdom. Konsulter helsepersonell før bruk, spesielt ved medisinske tilstander eller medisinbruk.
sv: Dessa produkter är inte avsedda att diagnostisera, behandla, bota eller förebygga någon sjukdom. Konsultera din vårdgivare före användning, särskilt om du har medicinska tillstånd eller tar läkemedel.

source: View Order History
da: Se ordrehistorik
de: Bestellverlauf ansehen
es: Ver historial de pedidos
fi: Näytä tilaushistoria
ga: Féach ar Stair Orduithe
hu: Rendelési előzmények
it: Vedi Cronologia Ordini
no: Se ordrehistorikk
sv: Visa orderhistorik

source: Order
da: Ordre
de: Bestellung
es: Pedido
fi: Tilaus
ga: Ordú
hu: Rendelés
it: Ordine
no: Bestilling
sv: Beställning

source: Items Ordered
da: Bestilte varer
de: Bestellte Artikel
es: Artículos pedidos
fi: Tilatut tuotteet
ga: Míreanna Ordaíodh
hu: Rendelt tételek
it: Articoli Ordinati
no: Bestilte varer
sv: Beställda artiklar

source: Usage Reminder
da: Brugsreminder
de: Anwendungserinnerung
es: Recordatorio de uso
fi: Käyttömuistutus
ga: Meabhrú Úsáide
hu: Használati emlékeztető
it: Promemoria Uso
no: Brukspåminnelse
sv: Påminnelse om användning

source: Store products securely away from children and pets
da: Opbevar produkter sikkert væk fra børn og kæledyr
de: Produkte sicher vor Kindern und Haustieren aufbewahren
es: Almacene productos de forma segura lejos de niños y mascotas
fi: Säilytä tuotteet turvallisesti lasten ja lemmikkien ulottumattomissa
ga: Stóráil táirgí go slán amach ó leanaí agus peataí
hu: Tárolja a termékeket biztonságosan, gyermekek és háziállatok elől
it: Conserva i prodotti in sicurezza lontano da bambini e animali
no: Oppbevar produkter sikkert borte fra barn og kjæledyr
sv: Förvara produkter säkert borta från barn och husdjur

source: Consult your physician with any questions
da: Konsulter din læge med eventuelle spørgsmål
de: Bei Fragen Ihren Arzt konsultieren
es: Consulte a su médico con cualquier pregunta
fi: Kysy lääkäriltä kaikissa kysymyksissä
ga: Comhairligh le do dhochtúir le haon cheist
hu: Forduljon orvosához kérdéseivel
it: Consulta il tuo medico per qualsiasi domanda
no: Konsulter legen din ved spørsmål
sv: Konsultera din läkare med eventuella frågor

source: Order placed on
da: Ordre placeret den
de: Bestellung aufgegeben am
es: Pedido realizado el
fi: Tilaus tehty
ga: Ordú curtha ar
hu: Rendelés leadva:
it: Ordine effettuato il
no: Bestilling lagt inn
sv: Beställning gjord den

source: Cancel Order
da: Annuller ordre
de: Bestellung stornieren
es: Cancelar pedido
fi: Peruuta tilaus
ga: Cealaigh Ordú
hu: Rendelés visszavonása
it: Annulla Ordine
no: Kanseller bestilling
sv: Avbryt beställning

source: Contact Support
da: Kontakt support
de: Support kontaktieren
es: Contactar soporte
fi: Ota yhteyttä tukeen
ga: Déan Teagmháil le Tacaíocht
hu: Ügyfélszolgálat
it: Contatta Supporto
no: Kontakt kundestøtte
sv: Kontakta support

source: No orders yet
da: Ingen ordrer endnu
de: Noch keine Bestellungen
es: Aún no hay pedidos
fi: Ei tilauksia vielä
ga: Níl aon orduithe fós
hu: Még nincsenek rendelések
it: Nessun ordine ancora
no: Ingen bestillinger ennå
sv: Inga beställningar ännu

source: You haven't placed any orders yet. Start shopping to see your order history here!
da: Du har ikke placeret nogen ordrer endnu. Begynd at shoppe for at se din ordrehistorik her!
de: Sie haben noch keine Bestellungen aufgegeben. Beginnen Sie mit dem Einkaufen, um Ihren Bestellverlauf hier zu sehen!
es: Aún no ha realizado ningún pedido. ¡Comience a comprar para ver su historial aquí!
fi: Et ole vielä tehnyt yhtään tilausta. Aloita ostokset nähdäksesi tilaushistoriasi täällä!
ga: Níor chuir tú aon orduithe fós. Tosaigh ag siopadóireacht chun d'stair orduithe a fheiceáil anseo!
hu: Még nem adott le rendelést. Kezdjen el vásárolni, hogy itt láthassa rendelési előzményeit!
it: Non hai ancora effettuato ordini. Inizia a fare acquisti per vedere qui la tua cronologia ordini!
no: Du har ikke lagt inn noen bestillinger ennå. Begynn å handle for å se din ordrehistorikk her!
sv: Du har inte lagt några beställningar ännu. Börja handla för att se din orderhistorik här!

source: My Profile
da: Min profil
de: Mein Profil
es: Mi perfil
fi: Profiilini
ga: Mo Phróifíl
hu: Profilom
it: Mio Profilo
no: Min profil
sv: Min profil

source: Profile Information
da: Profilinformation
de: Profilinformationen
es: Información del perfil
fi: Profiilitiedot
ga: Faisnéis Phróifíle
hu: Profil információk
it: Informazioni Profilo
no: Profilinformasjon
sv: Profilinformation

source: Medical Profile
da: Medicinsk profil
de: Medizinisches Profil
es: Perfil médico
fi: Lääketieteellinen profiili
ga: Próifíl Mhíochaine
hu: Orvosi profil
it: Profilo Medico
no: Medisinsk profil
sv: Medicinsk profil

source: Security Settings
da: Sikkerhedsindstillinger
de: Sicherheitseinstellungen
es: Configuración de seguridad
fi: Turva-asetukset
ga: Socruithe Slándála
hu: Biztonsági beállítások
it: Impostazioni Sicurezza
no: Sikkerhetsinnstillinger
sv: Säkerhetsinställningar

source: Medical Resources
da: Medicinske ressourcer
de: Medizinische Ressourcen
es: Recursos médicos
fi: Lääketieteelliset resurssit
ga: Acmhainní Míochaine
hu: Orvosi források
it: Risorse Mediche
no: Medisinske ressurser
sv: Medicinska resurser

source: Cannabis Dosage Guide
da: Cannabis doseringsvejledning
de: Cannabis-Dosierungsleitfaden
es: Guía de dosificación de cannabis
fi: Kannabiksen annosopas
ga: Treoir Dáileoga Cannabais
hu: Kannabisz adagolási útmutató
it: Guida al Dosaggio Cannabis
no: Cannabis doseringsguide
sv: Cannabisdoseringsguide

source: Medical Research
da: Medicinsk forskning
de: Medizinische Forschung
es: Investigación médica
fi: Lääketieteellinen tutkimus
ga: Taighde Míochaine
hu: Orvosi kutatás
it: Ricerca Medica
no: Medisinsk forskning
sv: Medicinsk forskning

source: Find a Doctor
da: Find en læge
de: Arzt finden
es: Encontrar un médico
fi: Löydä lääkäri
ga: Aimigh Dochtúir
hu: Orvos keresése
it: Trova un Medico
no: Finn en lege
sv: Hitta en läkare

source: Email Address
da: E-mailadresse
de: E-Mail-Adresse
es: Dirección de correo
fi: Sähköpostiosoite
ga: Seoladh Ríomhphoist
hu: E-mail cím
it: Indirizzo Email
no: E-postadresse
sv: E-postadress

source: Username
da: Brugernavn
de: Benutzername
es: Nombre de usuario
fi: Käyttäjätunnus
ga: Ainm Úsáideora
hu: Felhasználónév
it: Nome Utente
no: Brukernavn
sv: Användarnamn

source: Username cannot be changed
da: Brugernavn kan ikke ændres
de: Benutzername kann nicht geändert werden
es: El nombre de usuario no se puede cambiar
fi: Käyttäjätunnusta ei voi muuttaa
ga: Ní féidir ainm úsáideora a athrú
hu: Felhasználónév nem módosítható
it: Nome utente non modificabile
no: Brukernavn kan ikke endres
sv: Användarnamn kan inte ändras

source: Subscribe to cannabis research and product updates
da: Abonner på cannabisforskning og produktopdateringer
de: Cannabisforschung und Produktupdates abonnieren
es: Suscribirse a investigaciones y actualizaciones de productos de cannabis
fi: Tilaa kannabistutkimus- ja tuotepäivitykset
ga: Liostáil le haghaidh nuashonrúcháin taighde cannabais agus táirgí
hu: Feliratkozás kannabisz kutatásokra és termékfrissítésekre
it: Iscriviti a ricerche cannabis e aggiornamenti prodotti
no: Abonner på cannabisforskning og produktoppdateringer
sv: Prenumerera på cannabisforskning och produktuppdateringar

source: Update Profile
da: Opdater profil
de: Profil aktualisieren
es: Actualizar perfil
fi: Päivitä profiili
ga: Nuashonraigh Próifíl
hu: Profil frissítése
it: Aggiorna Profilo
no: Oppdater profil
sv: Uppdatera profil

source: Medical Conditions (optional)
da: Medicinske tilstande (valgfrit)
de: Medizinische Bedingungen (optional)
es: Condiciones médicas (opcional)
fi: Sairaudet (valinnainen)
ga: Riochtaí Míochaine (roghnach)
hu: Egészségügyi állapotok (opcionális)
it: Condizioni Mediche (opzionale)
no: Medisinske tilstander (valgfritt)
sv: Medicinska tillstånd (valfritt)
