Repository: AndersonKamsong/medical_project
Catalog: medicalstore_robet/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, ga, hu, it, no, sv

source: Always send the exact amount shown in your order confirmation. Incorrect amounts will delay processing.
da: Send altid det nøjagtige beløb vist i din ordrebekræftelse. Forkerte beløb vil forsinke behandlingen.
de: Senden Sie immer den genauen Betrag aus Ihrer Bestellbestätigung. Falsche Beträge verzögern die Bearbeitung.
es: Siempre envíe el monto exacto que se muestra en su confirmación de pedido. Los montos incorrectos retrasarán el procesamiento.
fi: Lähetä aina tilausvahvistuksessa näkyvä tarkka summa. Virheelliset summat viivästyttävät käsittelyä.
ga: Seol an méid cruinn a thaispeántar i d'fhíordheimhniú ordaithe i gcónaí. Moillfidh méideanna míchearta an próiseáil.
hu: Mindig a rendelésmegerősítésben látható pontos összeget küldje. Helytelen összegek késleltetik a feldolgozást.
it: Invia sempre l'importo esatto mostrato nella conferma dell'ordine. Importi errati ritarderanno l'elaborazione.
no: Send alltid det nøyaktige beløpet vist i din ordrebekreftelse. Feil beløp vil forsinke behandlingen.
sv: Skicka alltid det exakta belopp som visas i din orderbekräftelse. Felaktiga belopp försenar behandlingen.

source: Our Wallet Addresses
da: Vores tegnebogsadresser
de: Unsere Wallet-Adressen
es: Nuestras direcciones de billetera
fi: Lompakkotietomme
ga: Ár Seoltaí Sparán
hu: Pénztárcacímeink
it: I Nostri Indirizzi di Portafoglio
no: Våre lommebokadresser
sv: Våra plånboksadresser

source: Copy Address
da: Kopiér adresse
de: Adresse kopieren
es: Copiar dirección
fi: Kopioi Osoite
ga: Cóipeáil Seoladh
hu: Cím másolása
it: Copia Indirizzo
no: Kopier adresse
sv: Kopiera adress

source: Using Bitpanda (Recommended)
da: Brug af Bitpanda (Anbefalet)
de: Mit Bitpanda (Empfohlen)
es: Usando Bitpanda (Recomendado)
fi: Bitpandan Käyttäminen (Suositeltu)
ga: Ag Úsáid Bitpanda (Molta)
hu: Bitpanda használata (ajánlott)
it: Utilizzo di Bitpanda (Consigliato)
no: Bruke Bitpanda (Anbefalt)
sv: Använda Bitpanda (Rekommenderas)

source: Sign up on Bitpanda (Europe's leading crypto platform)
da: Opret dig på Bitpanda (Europas førende kryptoplatform)
de: Registrieren Sie sich bei Bitpanda (Europas führende Krypto-Plattform)
es: Regístrese en Bitpanda (la principal plataforma de cripto en Europa)
fi: Rekisteröidy Bitpandaan (Euroopan johtava kryptojärjestelmä)
ga: Cláraigh ar Bitpanda (ardán cripteaireachta is fearr san Eoraip)
hu: Regisztráljon a Bitpandára (Európa vezető kriptoplatformja)
it: Registrati su Bitpanda (la principale piattaforma di criptovalute in Europa)
no: Registrer deg på Bitpanda (Europas ledende kryptoplattform)
sv: Registrera dig på Bitpanda (Europas ledande kryptoplattform)

source: Complete identity verification (takes about 10 minutes)
da: Fuldfør identitetsverifikation (tager ca. 10 minutter)
de: Identitätsverifizierung abschließen (dauert ca. 10 Minuten)
es: Complete la verificación de identidad (toma unos 10 minutos)
fi: Suorita henkilöllisyyden vahvistus (kestää noin 10 minuuttia)
ga: Críochnaigh fíorú céanna (thógann sé thart ar 10 nóiméad)
hu: Fejezze be az identitás ellenőrzését (kb. 10 percet vesz igénybe)
it: Completa la verifica dell'identità (richiede circa 10 minuti)
no: Fullfør identitetsverifisering (tar ca. 10 minutter)
sv: Slutför identitetsverifiering (tar cirka 10 minuter)

source: Add your credit card or bank account
da: Tilføj dit kreditkort eller bankkonto
de: Kreditkarte oder Bankkonto hinzufügen
es: Agregue su tarjeta de crédito o cuenta bancaria
fi: Lisää luottokorttisi tai pankkitilisi
ga: Cuir do chárta creidmheasa nó cuntas bainc leis
hu: Adja hozzá bankkártyáját vagy bankszámláját
it: Aggiungi la tua carta di credito o conto bancario
no: Legg til ditt kredittkort eller bankkonto
sv: Lägg till ditt kreditkort eller bankkonto

source: Buy Bitcoin or Litecoin with your preferred payment method
da: Køb Bitcoin eller Litecoin med din foretrukne betalingsmetode
de: Bitcoin oder Litecoin mit bevorzugter Zahlungsmethode kaufen
es: Compre Bitcoin o Litecoin con su método de pago preferido
fi: Osta Bitcoinia tai Litecoinia haluamallasi maksutavalla
ga: Ceannaigh Bitcoin nó Litecoin le do mhodh íocaíochta is fearr leat
hu: Vásároljon Bitcoin-t vagy Litecoin-t előnyben részesített fizetési módjával
it: Acquista Bitcoin o Litecoin con il tuo metodo di pagamento preferito
no: Kjøp Bitcoin eller Litecoin med din foretrukne betalingsmetode
sv: Köp Bitcoin eller Litecoin med din föredragna betalningsmetod

source: Send to our wallet address from your Bitpanda wallet
da: Send til vores tegnebogsadresse fra din Bitpanda-tegnebog
de: An unsere Wallet-Adresse von Ihrem Bitpanda-Wallet senden
es: Envíe a nuestra dirección de billetera desde su billetera Bitpanda
fi: Lähetä lompakkotietoomme Bitpanda-lompakkostasi
ga: Seol chuig ár seoladh sparán ó do sparán Bitpanda
hu: Küldje el pénztárcacímünkre Bitpanda pénztárcájából
it: Invia al nostro indirizzo di portafoglio dal tuo portafoglio Bitpanda
no: Send til vår lommebokadresse fra din Bitpanda-lommebok
sv: Skicka till vår plånboksadress från din Bitpanda-plånbok

source: Bitpanda dashboard screenshot
da: Bitpanda dashboard skærmbillede
es: Captura de pantalla del panel de Bitpanda
fi: Bitpanda-kojelauta kuvankaappaus
ga: Grabhscrean de dheasc Bitpanda
hu: Bitpanda irányítópult képernyőkép
it: Screenshot del cruscotto Bitpanda
no: Bitpanda dashbord skjermbilde
sv: Skärmdump av Bitpanda-instrumentpanel

source: Visit Bitpanda to get started
da: Besøg Bitpanda for at komme i gang
de: Besuchen Sie Bitpanda, um loszulegen
es: Visite Bitpanda para comenzar
fi: Aloita vierailemalla Bitpandassa
ga: Tabhair cuairt ar Bitpanda chun tosú
hu: Látogasson el a Bitpandára a kezdéshez
it: Visita Bitpanda per iniziare
no: Besøk Bitpanda for å komme i gang
sv: Besök Bitpanda för att komma igång

source: Using PayPal
da: Brug af PayPal
de: Mit PayPal
es: Usando PayPal
fi: PayPal:n Käyttäminen
ga: Ag Úsáid PayPal
hu: PayPal használata
it: Utilizzo di PayPal
no: Bruke PayPal
sv: Använda PayPal

source: Log in to your PayPal account and navigate to the 'Crypto' section
da: Log ind på din PayPal-konto og naviger til 'Crypto'-sektionen
de: Melden Sie sich in Ihrem PayPal-Konto an und gehen Sie zum 'Krypto'-Bereich
es: Inicie sesión en su cuenta PayPal y navegue a la sección 'Cripto'
fi: Kirjaudu PayPal-tilillesi ja siirry 'Krypto'-osioon
ga: Logáil isteach i do chuntas PayPal agus nascleanúint chuig an rannóg 'Cripteaireacht'
hu: Jelentkezzen be PayPal fiókjába és navigáljon a 'Kripto' részhez
it: Accedi al tuo account PayPal e vai alla sezione 'Criptovalute'
no: Logg inn på din PayPal-konto og naviger til 'Krypto'-delen
sv: Logga in på ditt PayPal-konto och gå till 'Krypto'-avdelningen

source: Select 'Send' and choose Bitcoin or Litecoin
da: Vælg 'Send' og vælg Bitcoin eller Litecoin
de: Wählen Sie 'Senden' und Bitcoin oder Litecoin aus
es: Seleccione 'Enviar' y elija Bitcoin o Litecoin
fi: Valitse 'Lähetä' ja valitse Bitcoin tai Litecoin
ga: Roghnaigh 'Seol' agus roghnaigh Bitcoin nó Litecoin
hu: Válassza az 'Küldés' lehetőséget és válassza a Bitcoin vagy Litecoin lehetőséget
it: Seleziona 'Invia' e scegli Bitcoin o Litecoin
no: Velg 'Send' og velg Bitcoin eller Litecoin
sv: Välj 'Skicka' och välj Bitcoin eller Litecoin

source: Enter our wallet address and the exact order amount
da: Indtast vores tegnebogsadresse og det nøjagtige ordrebeløb
de: Geben Sie unsere Wallet-Adresse und den genauen Bestellbetrag ein
es: Ingrese nuestra dirección de billetera y el monto exacto del pedido
fi: Syötä lompakkotietomme ja tilauksen tarkka summa
ga: Cuir isteach ár seoladh sparán agus méid cruinn an ordaithe
hu: Adja meg pénztárcacímünket és a pontos rendelési összeget
it: Inserisci il nostro indirizzo di portafoglio e l'importo esatto dell'ordine
no: Skriv inn vår lommebokadresse og det nøyaktige ordrebeløpet
sv: Ange vår plånboksadress och det exakta orderbeloppet

source: Confirm the transaction and send us the transaction ID
da: Bekræft transaktionen og send os transaktions-ID'et
de: Bestätigen Sie die Transaktion und senden Sie uns die Transaktions-ID
es: Confirme la transacción y envíenos el ID de transacción
fi: Vahvista tapahtuma ja lähetä meille tapahtumatunnus
ga: Deimhnigh an idirbheart agus seol an ID idirbhearta chugainn
hu: Erősítse meg a tranzakciót és küldje el nekünk a tranzakció azonosítót
it: Conferma la transazione e inviaci l'ID della transazione
no: Bekreft transaksjonen og send oss transaksjons-ID
sv: Bekräfta transaktionen och skicka oss transaktions-ID

source: Using Credit Card via Exchange
da: Brug af kreditkort via børs
de: Mit Kreditkarte über Exchange
es: Usando tarjeta de crédito a través de Exchange
fi: Luottokortin Käyttäminen Vaihdon Kautta
ga: Ag Úsáid Cárta Creidmheasa trí Mhalartán
hu: Hitelkártya használata kereskedőn keresztül
it: Utilizzo della Carta di Credito tramite Exchange
no: Bruke kredittkort via børs
sv: Använda kreditkort via börs

source: Sign up for a cryptocurrency exchange (Coinbase, Binance, Kraken)
da: Tilmeld dig en kryptovalutabørs (Coinbase, Binance, Kraken)
de: Registrieren Sie sich bei einer Kryptobörse (Coinbase, Binance, Kraken)
es: Regístrese en un exchange de criptomonedas (Coinbase, Binance, Kraken)
fi: Rekisteröidy kryptovaluuttapörssiin (Coinbase, Binance, Kraken)
ga: Cláraigh le malartán cripteaireachta (Coinbase, Binance, Kraken)
hu: Regisztráljon egy kriptovaluta kereskedőre (Coinbase, Binance, Kraken)
it: Registrati su un exchange di criptovalute (Coinbase, Binance, Kraken)
no: Registrer deg for en kryptovalutabørs (Coinbase, Binance, Kraken)
sv: Registrera dig för en kryptovalutabörs (Coinbase, Binance, Kraken)

source: Complete identity verification (may take 1-2 days)
da: Fuldfør identitetsverifikation (kan tage 1-2 dage)
de: Identitätsverifizierung abschließen (kann 1-2 Tage dauern)
es: Complete la verificación de identidad (puede tardar 1-2 días)
fi: Suorita henkilöllisyyden vahvistus (saattaa kestää 1-2 päivää)
ga: Críochnaigh fíorú céanna (d'fhéadfadh sé 1-2 lá a thógáil)
hu: Fejezze be az identitás ellenőrzését (1-2 napot is igénybe vehet)
it: Completa la verifica dell'identità (potrebbe richiedere 1-2 giorni)
no: Fullfør identitetsverifisering (kan ta 1-2 dager)
sv: Slutför identitetsverifiering (kan ta 1-2 dagar)

source: Add your credit card as a payment method
da: Tilføj dit kreditkort som betalingsmetode
de: Kreditkarte als Zahlungsmethode hinzufügen
es: Agregue su tarjeta de crédito como método de pago
fi: Lisää luottokorttisi maksutavaksi
ga: Cuir do chárta creidmheasa mar mhodh íocaíochta
hu: Adja hozzá hitelkártyáját fizetési módként
it: Aggiungi la tua carta di credito come metodo di pagamento
no: Legg til ditt kredittkort som betalingsmetode
sv: Lägg till ditt kreditkort som betalningsmetod

source: Purchase cryptocurrency for the exact order amount
da: Køb kryptovaluta for det nøjagtige ordrebeløb
de: Kryptowährung für den genauen Bestellbetrag kaufen
es: Compre criptomoneda por el monto exacto del pedido
fi: Osta kryptovaluuttaa tilauksen tarkalle summalle
ga: Ceannaigh cripteaireacht don mhéid cruinn ordaithe
hu: Vásároljon kriptovalutát a pontos rendelési összegért
it: Acquista criptovaluta per l'importo esatto dell'ordine
no: Kjøp kryptovaluta for det nøyaktige ordrebeløpet
sv: Köp kryptovaluta för det exakta orderbeloppet

source: Send to our wallet address from your exchange wallet
da: Send til vores tegnebogsadresse fra din børstegnebog
de: An unsere Wallet-Adresse von Ihrer Exchange-Wallet senden
es: Envíe a nuestra dirección de billetera desde su billetera de exchange
fi: Lähetä lompakkotietoomme pörssilompakkostasi
ga: Seol chuig ár seoladh sparán ó do sparán malartáin
hu: Küldje el pénztárcacímünkre kereskedői pénztárcájából
it: Invia al nostro indirizzo di portafoglio dal tuo portafoglio exchange
no: Send til vår lommebokadresse fra din børslommebok
sv: Skicka till vår plånboksadress från din börsplånbok

source: Always double-check wallet addresses before sending
da: Kontroller altid tegnebogsadresser dobbelt før afsendelse
de: Wallet-Adressen immer vor dem Senden überprüfen
es: Siempre verifique dos veces las direcciones de billetera antes de enviar
fi: Tarkista aina lompakkotiedot ennen lähettämistä
ga: Seiceáil seoltaí sparán faoi dhó i gcónaí sula seolann tú
hu: Mindig ellenőrizze kétszer a pénztárcacímeket küldés előtt
it: Controlla sempre due volte gli indirizzi del portafoglio prima di inviare
no: Dobbeltsjekk alltid lommebokadresser før sending
sv: Dubbelkolla alltid plånboksadresser innan du skickar

source: Send only the exact amount specified in your order
da: Send kun det nøjagtige beløb angivet i din ordre
de: Nur den in Ihrer Bestellung angegebenen genauen Betrag senden
es: Envíe solo el monto exacto especificado en su pedido
fi: Lähetä vain tilauksessasi määritelty tarkka summa
ga: Ná seol ach an méid cruinn a shonraítear i d'ordú
hu: Csak a rendelésben meghatározott pontos összeget küldje
it: Invia solo l'importo esatto specificato nel tuo ordine
no: Send kun det nøyaktige beløpet angitt i din bestilling
sv: Skicka endast det exakta belopp som anges i din beställning

source: Email us the transaction ID at payments@yourdomain.com
da: E-mail os transaktions-ID'et til payments@yourdomain.com
de: Senden Sie uns die Transaktions-ID an payments@yourdomain.com
es: Envíenos el ID de transacción a payments@yourdomain.com
fi: Lähetä meille tapahtumatunnus sähköpostitse osoitteeseen payments@yourdomain.com
ga: Seol ID an idirbhearta chugainn ag payments@yourdomain.com
hu: Küldje el nekünk a tranzakció azonosítót a payments@yourdomain.com e-mail címre
it: Inviaci l'ID della transazione a payments@yourdomain.com
no: Send oss transaksjons-ID på e-post til payments@yourdomain.com
sv: E-posta oss transaktions-ID till payments@yourdomain.com

source: Processing begins after blockchain confirmation (typically 10-30 minutes)
da: Behandling begynder efter blockchain-bekræftelse (typisk 10-30 minutter)
de: Bearbeitung beginnt nach Blockchain-Bestätigung (normalerweise 10-30 Minuten)
es: El procesamiento comienza después de la confirmación de blockchain (normalmente 10-30 minutos)
fi: Käsittely alkaa blockchain-vahvistuksen jälkeen (yleensä 10-30 minuuttia)
ga: Tosaíonn an próiseáil tar éis deimhniú blockchain (de ghnáth 10-30 nóiméad)
hu: A feldolgozás a blockchain megerősítés után kezdődik (általában 10-30 perc)
it: L'elaborazione inizia dopo la conferma blockchain (tipicamente 10-30 minuti)
no: Behandling starter etter blockchain-bekreftelse (vanligvis 10-30 minutter)
sv: Behandling börjar efter blockchain-bekräftelse (vanligtvis 10-30 minuter)

source: Need Help with Payment?
da: Har du brug for hjælp til betaling?
de: Brauchen Sie Hilfe bei der Zahlung?
es: ¿Necesita ayuda con el pago?
fi: Tarvitsetko Apua Maksussa?
ga: An bhfuil Cabhair Uait le hÍocaíocht?
hu: Segítségre van szüksége a fizetéssel?
it: Hai Bisogno di Aiuto con il Pagamento?
no: Trenger du hjelp med betaling?
sv: Behöver du hjälp med betalning?

source: Contact our payment support team at payments@yourdomain.com
da: Kontakt vores betalingssupportteam på payments@yourdomain.com
de: Kontaktieren Sie unser Zahlungssupport-Team unter payments@yourdomain.com
es: Contacte a nuestro equipo de soporte de pagos en payments@yourdomain.com
fi: Ota yhteyttä maksutukitiimiimme osoitteessa payments@yourdomain.com
ga: Déan teagmháil lenár bhfoireann tacaíochta íocaíochta ag payments@yourdomain.com
hu: Lépjen kapcsolatba fizetési támogatási csapatunkkal a payments@yourdomain.com e-mail címen
it: Contatta il nostro team di supporto pagamenti a payments@yourdomain.com
no: Kontakt vårt betalingsstøtteteam på payments@yourdomain.com
sv: Kontakta vårt betalningssupportteam på payments@yourdomain.com

source: Include your order number and any transaction details.
da: Inkluder dit ordrenummer og eventuelle transaktionsdetaljer.
de: Geben Sie Ihre Bestellnummer und Transaktionsdetails an.
es: Incluya su número de pedido y cualquier detalle de transacción.
fi: Sisällytä tilausnumerosi ja kaikki tapahtuman tiedot.
ga: Cuir d'uimhir ordaithe agus aon mhionsonraí idirbhearta isteach.
hu: Adja meg rendelési számát és minden tranzakció részletet.
it: Includi il tuo numero d'ordine e qualsiasi dettaglio della transazione.
no: Inkluder ditt ordrenummer og eventuelle transaksjonsdetaljer.
sv: Inkludera ditt ordernummer och eventuella transaktionsdetaljer.

source: reviews
da: anmeldelser
de: Bewertungen
es: reseñas
fi: arvostelut
ga: léirmheasanna
hu: vélemények
it: recensioni
no: anmeldelser
sv: recensioner

source: Update Your Review
da: Opdater din anmeldelse
de: Ihre Bewertung aktualisieren
es: Actualice su reseña
fi: Päivitä Arvostelusi
ga: Nuashonraigh Do Léirmheas
hu: Vélemény frissítése
it: Aggiorna la Tua Recensione
no: Oppdater din anmeldelse
sv: Uppdatera din recension

source: Write a Review
da: Skriv en anmeldelse
de: Bewertung schreiben
es: Escribir una reseña
fi: Kirjoita Arvostelu
ga: Scríobh Léirmheas
hu: Vélemény írása
it: Scrivi una Recensione
no: Skriv en anmeldelse
sv: Skriv en recension

source: Select Weight
da: Vælg vægt
de: Gewicht auswählen
es: Seleccionar peso
fi: Valitse Paino
ga: Roghnaigh Meáchan
hu: Súly kiválasztása
it: Seleziona Peso
no: Velg vekt
sv: Välj vikt

source: Unit Price
da: Enhedspris
de: Stückpreis
es: Precio unitario
fi: Yksikköhinta
ga: Praghas Aonad
hu: Egységár
it: Prezzo Unitario
no: Enhetspris
sv: Enhetspris

source: Total for
da: I alt for
de: Gesamt für
es: Total para
fi: Yhteensä
ga: Iomlán do
hu: Összesen
it: Totale per
no: Totalt for
sv: Totalt för

source: Usage
da: Brug
de: Verwendung
es: Uso
fi: Käyttö
ga: Úsáid
hu: Használat
it: Utilizzo
no: Bruk
sv: Användning

source: Reviews
da: Anmeldelser
de: Bewertungen
es: Reseñas
fi: Arvostelut
ga: Léirmheasanna
hu: Vélemények
it: Recensioni
no: Anmeldelser
sv: Recensioner

source: Ingredients
da: Ingredienser
de: Zutaten
es: Ingredientes
fi: Ainesosat
ga: Comhábhair
hu: Összetevők
it: Ingredienti
no: Ingredienser
sv: Ingredienser

source: Start with low doses
da: Start med lave doser
de: Mit niedrigen Dosen beginnen
es: Comience con dosis bajas
fi: Aloita pienillä annoksilla
ga: Tosaigh le dáileoga íseal
hu: Kezdjen alacsony adagokkal
it: Inizia con dosi basse
no: Begynn med lave doser
sv: Börja med låga doser

source: Customer Reviews
da: Kundeanmeldelser
de: Kundenbewertungen
es: Reseñas de clientes
fi: Asiakasarvostelut
ga: Léirmheasanna Custaiméirí
hu: Vásárlói vélemények
it: Recensioni dei Clienti
no: Kundeanmeldelser
sv: Kundrecensioner

source: Your Review
da: Din anmeldelse
de: Ihre Bewertung
es: Su reseña
fi: Arvostelusi
ga: Do Léirmheas
hu: Az Ön véleménye
it: La Tua Recensione
no: Din anmeldelse
sv: Din recension

source: Your Rating
da: Din vurdering
de: Ihre Bewertung
es: Su calificación
fi: Arviosi
ga: Do Rátáil
hu: Az Ön értékelése
it: La Tua Valutazione
no: Din vurdering
sv: Ditt betyg

source: Submit Review
da: Indsend anmeldelse
de: Bewertung absenden
es: Enviar reseña
fi: Lähetä Arvostelu
ga: Cuir Léirmheas Isteach
hu: Vélemény beküldése
it: Invia Recensione
no: Send inn anmeldelse
sv: Skicka recension

source: Please
da: Venligst
de: Bitte
es: Por favor
fi: Ole hyvä ja
ga: Le do thoil
hu: Kérjük,
it: Per favore
no: Vennligst
sv: Vänligen

source: sign in
da: log ind
de: anmelden
es: inicie sesión
fi: kirjaudu sisään
ga: logáil isteach
hu: jelentkezzen be
it: accedi
no: logg inn
sv: logga in

source: to write a review.
da: for at skrive en anmeldelse.
de: um eine Bewertung zu schreiben.
es: para escribir una reseña.
fi: kirjoittaaksesi arvostelun.
ga: chun léirmheas a scríobh.
hu: vélemény írásához.
it: per scrivere una recensione.
no: for å skrive en anmeldelse.
sv: för att skriva en recension.

source: No reviews yet. Be the first to review this product!
da: Ingen anmeldelser endnu. Vær den første til at anmelde dette produkt!
de: Noch keine Bewertungen. Seien Sie der Erste, der dieses Produkt bewertet!
es: Aún no hay reseñas. ¡Sea el primero en reseñar este producto!
fi: Ei vielä arvosteluja. Ole ensimmäinen, joka arvioi tämän tuotteen!
ga: Níl aon léirmheasanna fós. Bí ar an gcéad duine chun an táirge seo a mheas!
hu: Még nincsenek vélemények. Legyen Ön az első, aki véleményt ír erről a termékről!
it: Nessuna recensione ancora. Sii il primo a recensire questo prodotto!
no: Ingen anmeldelser ennå. Vær den første til å anmelde dette produktet!
sv: Inga recensioner än. Var den första att recensera denna produkt!

source: Recommended Methods
da: Anbefalede metoder
de: Empfohlene Methoden
es: Métodos recomendados
fi: Suositellut Menetelmät
ga: Modhanna Molta
hu: Ajánlott módszerek
it: Metodi Raccomandati
no: Anbefalte metoder
sv: Rekommenderade metoder

source: Update Review
da: Opdater anmeldelse
de: Bewertung aktualisieren
es: Actualizar reseña
fi: Päivitä Arvostelu
ga: Nuashonraigh Léirmheas
hu: Vélemény frissítése
it: Aggiorna Recensione
no: Oppdater anmeldelse
sv: Uppdatera recension

source: Total Weight
da: Totalvægt
de: Gesamtgewicht
es: Peso total
fi: Kokonaispaino
ga: Meáchan Iomlán
hu: Összes súly
it: Peso Totale
no: Totalvekt
sv: Total vikt

source: Date Ordered
da: Bestillingsdato
de: Bestelldatum
es: Fecha del pedido
fi: Tilauspäivä
ga: Dáta Ordaíodh
hu: Rendelés dátuma
it: Data Ordine
no: Bestillingsdato
sv: Beställningsdatum

source: Saved
da: Gemt
de: Gespeichert
es: Ahorrado
fi: Tallennettu
ga: Sábháilte
hu: Megtakarított
it: Salvato
no: Spart
sv: Sparad

source: pending
da: afventende
de: ausstehend
es: pendiente
fi: vireillä
ga: ar feitheamh
hu: függőben
it: in attesa
no: venter
sv: väntande

source: processing
da: behandling
de: in Bearbeitung
es: procesando
fi: käsittelyssä
ga: á phróiseáil
hu: feldolgozás alatt
it: in elaborazione
no: behandles
sv: behandlas

source: shipped
da: afsendt
de: versandt
es: enviado
fi: lähetetty
ga: seolta
hu: kiszállítva
it: spedito
no: sendt
sv: skickad

source: delivered
da: leveret
de: geliefert
es: entregado
fi: toimitettu
ga: seachadta
hu: kézbesítve
it: consegnato
no: levert
sv: levererad

source: cancelled
da: annulleret
de: storniert
es: cancelado
fi: peruutettu
ga: curtha ar ceal
hu: törölve
it: annullato
no: avbrutt
sv: avbruten

source: OFF
da: RABAT
de: RABATT
es: DESCUENTO
fi: ALENNUS
ga: LAGHDAITHE
hu: LEÁRAZVA
it: SCONTO
no: AV
sv: RABATT

source: Payment instructions sent to your email
da: Betalingsinstruktioner sendt til din e-mail
de: Zahlungsanweisungen an Ihre E-Mail gesendet
es: Instrucciones de pago enviadas a su correo
fi: Maksuohjeet lähetetty sähköpostiisi
ga: Treoracha íocaíochta seolta chuig do ríomhphost
hu: Fizetési utasítások elküldve e-mailben
it: Istruzioni di pagamento inviate alla tua email
no: Betalingsinstruksjoner sendt til din e-post
sv: Betalningsinstruktioner skickade till din e-post

source: Discounts
da: Rabatter
de: Rabatte
es: Descuentos
fi: Alennukset
ga: Lascainní
hu: Kedvezmények
it: Sconti
no: Rabatter
sv: Rabatter

source: You saved
da: Du sparede
de: Sie haben gespart
es: Usted ahorró
fi: Säästit
ga: Shábháil tú
hu: Megtakarított
it: Hai risparmiato
no: Du sparte
sv: Du sparade

source: Your order contains
da: Din ordre indeholder
de: Ihre Bestellung enthält
es: Su pedido contiene
fi: Tilauksesi sisältää
ga: Tá an méid seo i d'ordú
hu: Rendelése tartalmaz
it: Il tuo ordine contiene
no: Din bestilling inneholder
sv: Din beställning innehåller

source: of premium cannabis products
da: af premium cannabisprodukter
de: an Premium-Cannabisprodukten
es: de productos premium de cannabis
fi: premium-kannabistuotteita
ga: de tháirgí cannabais phréimhe
hu: prémium kannabiszárukat
it: di prodotti premium a base di cannabis
no: av premium cannabisprodukter
sv: av premium cannabisprodukter
