Repository: AndersonKamsong/medical_project
Catalog: medicalstore_robet/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, ga, hu, it, no, sv

source: Registered Office:
da: Registreret hovedkontor:
de: Firmensitz:
es: Oficina registrada:
fi: Rekisteröity toimipaikka:
ga: Oifig Chláraithe:
hu: Székhely:
it: Sede Legale:
no: Registrert kontoradresse:
sv: Registrerat kontor:

source: Phone:
da: Telefon:
de: Telefon:
es: Teléfono:
fi: Puhelin:
ga: Fón:
hu: Telefon:
it: Telefono:
no: Telefon:
sv: Telefon:

source: Email:
es: Correo:
fi: Sähköposti:
ga: Ríomhphost:
no: E-post:
sv: E-post:

source: Cannabis License:
da: Cannabistilladelse:
de: Cannabis-Lizenz:
es: Licencia de cannabis:
fi: Kannabislupa:
ga: Ceadúnas Cannabais:
hu: Kannabisz engedély:
it: Licenza Cannabis:
no: Cannabistillatelse:
sv: Cannabistillstånd:

source: Website Information
da: Webstedsinformation
de: Website-Informationen
es: Información del sitio web
fi: Verkkosivuston tiedot
ga: Faisnéis an tSuímh Ghréasáin
hu: Weboldal információk
it: Informazioni Sito Web
no: Nettstedinformasjon
sv: Webbplatsinformation

source: Website:
da: Websted:
es: Sitio web:
fi: Verkkosivusto:
ga: Suíomh Gréasáin:
hu: Weboldal:
it: Sito Web:
no: Nettsted:
sv: Webbplats:

source: Publication Director:
da: Publikationsdirektør:
de: Verantwortlicher Redakteur:
es: Director de publicación:
fi: Julkaisun johtaja:
ga: Stiúrthóir Foilsitheoireachta:
hu: Közzétételi igazgató:
it: Direttore Pubblicazione:
no: Publikasjonsansvarlig:
sv: Publiceringsansvarig:

source: Web Development:
da: Webudvikling:
de: Webentwicklung:
es: Desarrollo web:
fi: Verkkokehitys:
ga: Forbairt Gréasáin:
hu: Webfejlesztés:
it: Sviluppo Web:
no: Nettutvikling:
sv: Webbutveckling:

source: Hosting Provider:
da: Hostingleverandør:
de: Hosting-Anbieter:
es: Proveedor de alojamiento:
fi: Hosting-palveluntarjoaja:
ga: Soláthraí Óstála:
hu: Hosztingszolgáltató:
it: Provider Hosting:
no: Vertstilbyder:
sv: Värdleverantör:

source: Terms of Use
da: Brugsbetingelser
de: Nutzungsbedingungen
es: Términos de uso
fi: Käyttöehdot
ga: Téarmaí Úsáide
hu: Felhasználási feltételek
it: Termini di Utilizzo
no: Bruksvilkår
sv: Användarvillkor

source: Acceptance of Terms
da: Accept af betingelser
de: Annahme der Bedingungen
es: Aceptación de términos
fi: Ehtojen hyväksyminen
ga: Glacadh leis na Téarmaí
hu: Feltételek elfogadása
it: Accettazione Termini
no: Godkjenning av vilkår
sv: Godkännande av villkor

source: By accessing and using this website, you accept and agree to be bound by the terms and provision of this agreement. If you do not agree to abide by the above, please do not use this service.
da: Ved at få adgang til og bruge dette websted accepterer og accepterer du at være bundet af vilkårene og bestemmelserne i denne aftale. Hvis du ikke er enig i at overholde ovenstående, skal du ikke bruge denne service.
de: Durch den Zugriff auf und die Nutzung dieser Website akzeptieren Sie die Bedingungen dieser Vereinbarung. Wenn Sie nicht einverstanden sind, nutzen Sie diesen Dienst nicht.
es: Al acceder y usar este sitio web, acepta y acuerda estar sujeto a los términos y disposiciones de este acuerdo. Si no está de acuerdo con lo anterior, no utilice este servicio.
fi: Käyttämällä tätä verkkosivustoa hyväksyt ja sitoudut noudattamaan tämän sopimuksen ehtoja ja määräyksiä. Jos et hyväksy yllä olevia ehtoja, älä käytä tätä palvelua.
ga: Trí rochtain a fháil ar an suíomh gréasáin seo agus é a úsáid, glacann tú leis na téarmaí agus forálacha an chomhaontaithe seo agus aontaíonn tú a bheith faoi réir dóibh. Mura n-aontaíonn tú cloí leis na téarmaí thuas, ná húsáid an tseirbhís seo le do thoil.
hu: A webhely használatával elfogadja és egyetért ennek a megállapodásnak a feltételeivel és rendelkezéseivel. Ha nem ért egyet a fentiekkel, kérjük, ne használja ezt a szolgáltatást.
it: Accedendo e utilizzando questo sito, accetti e acconsenti a essere vincolato dai termini e dalle disposizioni di questo accordo. Se non accetti di rispettare quanto sopra, non utilizzare questo servizio.
no: Ved å få tilgang til og bruke dette nettstedet, godtar og samtykker du til å være bundet av vilkårene og bestemmelsene i denne avtalen. Hvis du ikke samtykker til å overholde ovenstående, vennligst ikke bruk denne tjenesten.
sv: Genom att komma åt och använda denna webbplats accepterar och godkänner du att vara bunden av villkoren och bestämmelserna i detta avtal. Om du inte godkänner ovanstående, använd inte denna tjänst.

source: Cannabis Product Disclaimer
da: Ansvarsfraskrivelse for cannabisprodukter
de: Haftungsausschluss für Cannabisprodukte
es: Descargo de productos de cannabis
fi: Kannabistuotteiden vastuuvapauslauseke
ga: Séanadh Táirgí Cannabais
hu: Kannabiszáru felelősségvállalás
it: Dichiarazione di Non Responsabilità Prodotti Cannabis
no: Ansvarsfraskrivelse for cannabisprodukter
sv: Ansvarsfriskrivning för cannabisprodukter

source: All cannabis products sold on this website contain less than 0.2% THC in compliance with French and EU regulations. These products are not intended to diagnose, treat, cure or prevent any disease. The information provided is for educational purposes only regarding the potential benefits of CBD and other cannabis compounds.
da: Alle cannabisprodukter solgt på dette websted indeholder mindre end 0,2% THC i overensstemmelse med franske og EU-regler. Disse produkter er ikke beregnet til at diagnosticere, behandle, helbrede eller forebygge sygdomme. De leverede oplysninger er kun til undervisningsformål vedrørende de potentielle fordele ved CBD og andre cannabissammensætninger.
de: Alle auf dieser Website verkauften Cannabisprodukte enthalten weniger als 0,2% THC gemäß französischer und EU-Verordnungen. Diese Produkte sind nicht zur Diagnose, Behandlung, Heilung oder Vorbeugung von Krankheiten bestimmt. Die bereitgestellten Informationen dienen nur zu Bildungszwecken über die potenziellen Vorteile von CBD und anderen Cannabisverbindungen.
es: Todos los productos de cannabis vendidos en este sitio web contienen menos del 0,2% de THC en cumplimiento de las regulaciones francesas y de la UE. Estos productos no están destinados a diagnosticar, tratar, curar o prevenir ninguna enfermedad. La información proporcionada es solo con fines educativos sobre los posibles beneficios del CBD y otros compuestos del cannabis.
fi: Kaikki tällä verkkosivustolla myytävät kannabistuotteet sisältävät alle 0,2 % THC:tä Ranskan ja EU:n säädösten mukaisesti. Näitä tuotteita ei ole tarkoitettu minkään sairauden diagnosointiin, hoitoon, parantamiseen tai ehkäisyyn. Annettu tieto on vain koulutuksellista tarkoitusta varten CBD:n ja muiden kannabiksesta saatavien yhdisteiden mahdollisista hyödyistä.
ga: Tá níos lú ná 0.2% THC i ngach táirge cannabais a dhíoltar ar an suíomh gréasáin seo, i gcomhréir le rialacháin na Fraince agus an AE. Níl na táirgí seo ceaptha chun aon ghalar a dhiagnóisiú, a chóireáil, a leigheas nó a chosc. Tá an fhaisnéis a sholáthraítear ar fáil ar mhaithe le hoideachas amháin maidir le sochair fhéideartha CBD agus comhdhúile cannabais eile.
hu: Az ezen a weboldalon értékesített kannabiszáruk THC-tartalma kevesebb, mint 0,2%, megfelelve a francia és EU-s szabályozásoknak. Ezek a termékek nem diagnosztizálnak, kezelnek, gyógyítanak vagy megelőznek betegségeket. A megadott információk csak tájékoztató jellegűek a CBD és más kannabiszvegyületek lehetséges előnyeiről.
it: Tutti i prodotti cannabis venduti su questo sito contengono meno dello 0,2% di THC in conformità con le normative francesi e UE. Questi prodotti non sono destinati a diagnosticare, trattare, curare o prevenire alcuna malattia. Le informazioni fornite sono solo a scopo educativo riguardo ai potenziali benefici di CBD e altri composti della cannabis.
no: Alle cannabisprodukter solgt på dette nettstedet inneholder mindre enn 0,2 % THC i samsvar med franske og EU-forskrifter. Disse produktene er ikke ment å diagnostisere, behandle, kurere eller forebygge sykdom. Den oppgitte informasjonen er kun til undervisningsformål angående de potensielle fordelene ved CBD og andre cannabissammensetninger.
sv: Alla cannabisprodukter som säljs på denna webbplats innehåller mindre än 0,2% THC i enlighet med franska och EU-förordningar. Dessa produkter är inte avsedda att diagnostisera, behandla, bota eller förebygga någon sjukdom. Den tillhandahållna informationen är endast i utbildningssyfte avseende de potentiella fördelarna med CBD och andra cannabisföreningar.

source: Age Restriction
da: Aldersbegrænsning
de: Altersbeschränkung
es: Restricción de edad
fi: Ikärajoitus
ga: Srian Aoise
hu: Korhatár
it: Restrizione d'Età
no: Aldersbegrensning
sv: Åldersbegränsning

source: You must be at least 18 years old to access this website and purchase our products. By using this site, you confirm that you meet the minimum age requirement.
da: Du skal være mindst 18 år gammel for at få adgang til dette websted og købe vores produkter. Ved at bruge dette websted bekræfter du, at du opfylder minimumsalderkravet.
de: Sie müssen mindestens 18 Jahre alt sein, um auf diese Website zuzugreifen und unsere Produkte zu kaufen. Durch die Nutzung dieser Website bestätigen Sie, dass Sie die Altersvoraussetzung erfüllen.
es: Debe tener al menos 18 años para acceder a este sitio web y comprar nuestros productos. Al usar este sitio, confirma que cumple con el requisito de edad mínima.
fi: Sinun on oltava vähintään 18-vuotias päästäksesi tälle verkkosivustolle ja ostamaan tuotteitamme. Käyttämällä sivustoa vahvistat täyttäväsi vähimmäisikävaatimuksen.
ga: Ní mór duit a bheith 18 bliana d'aois ar a laghad chun rochtain a fháil ar an suíomh gréasáin seo agus ár dtáirgí a cheannach. Trí úsáid a bhaint as an suíomh seo, dearbhaíonn tú go gcomhlíonann tú an riachtanas aois íosta.
hu: Legalább 18 évesnek kell lennie a webhely eléréséhez és termékeink vásárlásához. A webhely használatával igazolja, hogy megfelel a minimális korhatárnak.
it: Devi avere almeno 18 anni per accedere a questo sito e acquistare i nostri prodotti. Utilizzando questo sito, confermi di soddisfare il requisito di età minima.
no: Du må være minst 18 år gammel for å få tilgang til dette nettstedet og kjøpe våre produkter. Ved å bruke dette nettstedet bekrefter du at du oppfyller minimumsalderkravet.
sv: Du måste vara minst 18 år gammal för att komma åt denna webbplats och köpa våra produkter. Genom att använda denna webbplats bekräftar du att du uppfyller minimiålderskravet.

source: Product Information
da: Produktinformation
de: Produktinformationen
es: Información del producto
fi: Tuotetiedot
ga: Faisnéis Táirge
hu: Termék információk
it: Informazioni Prodotto
no: Produktinformasjon
sv: Produktinformation

source: While we strive to provide accurate information about our cannabis products, including CBD content and laboratory test results, we make no representations about the completeness or accuracy of this information. Product effects may vary between individuals.
da: Selvom vi bestræber os på at give nøjagtige oplysninger om vores cannabisprodukter, herunder CBD-indhold og laboratorietestresultater, giver vi ingen erklæringer om fuldstændigheden eller nøjagtigheden af disse oplysninger. Produkteffekter kan variere mellem individer.
de: Obwohl wir uns bemühen, genaue Informationen über unsere Cannabisprodukte bereitzustellen, einschließlich CBD-Gehalt und Laborergebnisse, übernehmen wir keine Gewähr für die Vollständigkeit oder Richtigkeit dieser Informationen. Produktwirkungen können zwischen Personen variieren.
es: Si bien nos esforzamos por proporcionar información precisa sobre nuestros productos de cannabis, incluido el contenido de CBD y los resultados de pruebas de laboratorio, no hacemos representaciones sobre la integridad o precisión de esta información. Los efectos del producto pueden variar entre individuos.
fi: Vaikka pyrimme tarjoamaan tarkkoja tietoja kannabistuotteistamme, mukaan lukien CBD-pitoisuudet ja laboratoriotestitulokset, emme takaa näiden tietojen täydellisyyttä tai tarkkuutta. Tuotteiden vaikutukset voivat vaihdella yksilöittäin.
ga: Cé go ndéanaimid iarracht faisnéis chruinn a sholáthar faoinár dtáirgí cannabais, lena n-áirítear cion CBD agus torthaí tástála saotharlainne, ní dhéanaimid aon ráitis faoi iomláine nó cruinneas na faisnéise seo. D'fhéadfadh éifeachtaí táirgí a bheith éagsúil idir daoine.
hu: Bár törekszünk pontos információkat nyújtani kannabiszáruinkról, beleértve a CBD-tartalmat és laboratóriumi teszt eredményeket, nem vállalunk felelősséget ezen információk teljességéért vagy pontosságáért. A termékek hatása egyénenként változhat.
it: Sebbene ci sforziamo di fornire informazioni accurate sui nostri prodotti cannabis, inclusi contenuto di CBD e risultati di test di laboratorio, non garantiamo la completezza o l'accuratezza di queste informazioni. Gli effetti dei prodotti possono variare tra gli individui.
no: Selv om vi streber etter å gi nøyaktig informasjon om våre cannabisprodukter, inkludert CBD-innhold og laboratorietestresultater, gir vi ingen garantier for fullstendigheten eller nøyaktigheten av denne informasjonen. Produkteffekter kan variere mellom individer.
sv: Även om vi strävar efter att tillhandahålla korrekt information om våra cannabisprodukter, inklusive CBD-innehåll och laboratorietestresultat, gör vi inga anspråk på fullständighet eller noggrannhet av denna information. Produkternas effekter kan variera mellan individer.

source: Use License
da: Brugslicens
de: Nutzungslizenz
es: Licencia de uso
fi: Käyttölupa
ga: Ceadúnas Úsáide
hu: Használati engedély
it: Licenza d'Uso
no: Brukstillatelse
sv: Användarlicens

source: Permission is granted to temporarily download one copy of the materials on GreenMed Store's website for personal, non-commercial transitory viewing only. This license prohibits:
da: Tilladelse gives til midlertidigt at downloade én kopi af materialerne på GreenMed Stores websted kun til personlig, ikke-kommerciel midlertidig visning. Denne licens forbyder:
de: Die Erlaubnis wird erteilt, vorübergehend eine Kopie der Materialien auf der Website von GreenMed Store nur zum persönlichen, nicht kommerziellen vorübergehenden Betrachten herunterzuladen. Diese Lizenz verbietet:
es: Se otorga permiso para descargar temporalmente una copia de los materiales en el sitio web de GreenMed Store solo para visualización transitoria personal y no comercial. Esta licencia prohíbe:
fi: Lupa myönnetään ladata tilapäisesti yksi kopio GreenMed Storen verkkosivuston materiaaleista vain henkilökohtaiseen, ei-kaupalliseen tilapäiseen tarkasteluun. Tämä lisenssi kieltää:
ga: Tugtar cead chun cóip amháin d'ábhar ar shuíomh gréasáin GreenMed Store a íoslódáil go sealadach le haghaidh féachana sealadaigh phearsanta, neamhthráchtála amháin. Cuireann an ceadúnas seo cosc ar:
hu: Engedélyt adunk a GreenMed Store weboldalán található anyagok ideiglenes letöltésére, kizárólag személyes, nem kereskedelmi célú átmeneti megtekintésre. Ez az engedély tiltja:
it: È concessa l'autorizzazione a scaricare temporaneamente una copia dei materiali sul sito web di GreenMed Store solo per visualizzazione personale e non commerciale. Questa licenza vieta:
no: Tillatelse gis til midlertidig å laste ned én kopi av materialene på GreenMed Stores nettsted kun for personlig, ikke-kommersiell midlertidig visning. Denne lisensen forbyr:
sv: Tillstånd ges att tillfälligt ladda ner en kopia av materialet på GreenMed Stores webbplats endast för personlig, icke-kommersiell tillfällig visning. Denna licens förbjuder:

source: modification or copying of cannabis-related educational materials
da: modifikation eller kopiering af cannabisrelaterede undervisningsmaterialer
de: Modifikation oder Kopie von cannabisbezogenen Bildungsmaterialien
es: modificación o copia de materiales educativos relacionados con el cannabis
fi: kannabikseen liittyvien opetusmateriaalien muokkaamisen tai kopioimisen
ga: ábhar oideachais a bhaineann le cannabais a mhodhnú nó a chóipeáil
hu: a kannabiszzal kapcsolatos oktatóanyagok módosítását vagy másolását
it: la modifica o copia di materiali educativi relativi alla cannabis
no: modifikasjon eller kopiering av cannabisrelatert undervisningsmateriale
sv: modifiering eller kopiering av cannabisrelaterat utbildningsmaterial

source: commercial use of product images or descriptions
da: kommerciel brug af produktbilleder eller beskrivelser
de: kommerzielle Nutzung von Produktbildern oder -beschreibungen
es: uso comercial de imágenes o descripciones de productos
fi: tuotekuvien tai -kuvausten kaupallisen käytön
ga: íomhánna nó tuairiscí táirgí a úsáid go tráchtála
hu: a termékképek vagy leírások kereskedelmi felhasználását
it: l'uso commerciale di immagini o descrizioni di prodotti
no: kommersiell bruk av produktbilder eller beskrivelser
sv: kommersiell användning av produktbilder eller beskrivningar

source: attempting to reverse engineer any software
da: forsøg på reverse engineering af enhver software
de: Reverse Engineering jeglicher Software
es: intentar realizar ingeniería inversa de cualquier software
fi: minkään ohjelmiston käänteisen suunnittelun yritykset
ga: iarracht a dhéanamh aon bhogearraí a mhalartú innealtóireachta
hu: bármely szoftver visszafejtését
it: tentativi di reverse engineering di qualsiasi software
no: forsøk på reverse engineering av programvare
sv: försök att reverse-engineera någon mjukvara

source: removing copyright or proprietary notations
da: fjernelse af ophavsret eller ejendomsmærkninger
de: Entfernung von Urheberrechts- oder Eigentumsvermerken
es: eliminar notaciones de derechos de autor o propiedad
fi: tekijänoikeus- tai omistusmerkintöjen poistamisen
ga: nótaí cóipchirt nó dílsithe a bhaint
hu: a szerzői jogi vagy tulajdonjogi megjelölések eltávolítását
it: la rimozione di notazioni di copyright o proprietà
no: fjerning av opphavsretts- eller eierskapsmerknader
sv: borttagande av upphovsrätts- eller ägandebeteckningar

source: Intellectual Property
da: Intellektuel ejendom
de: Geistiges Eigentum
es: Propiedad intelectual
fi: Tekijänoikeudet
ga: Maoin Intleachtúil
hu: Szerzői jog
it: Proprietà Intellettuale
no: Intellektuell eiendom
sv: Immateriella rättigheter

source: All cannabis strain names, product formulations, and educational content are protected by intellectual property laws. The 'GreenMed Store' name and logo are registered trademarks.
da: Alle cannabissortnavne, produktformler og undervisningsindhold er beskyttet af love om intellektuel ejendom. 'GreenMed Store'-navnet og -logoet er registrerede varemærker.
de: Alle Cannabissortennamen, Produktformulierungen und Bildungsinhalte sind durch geistige Eigentumsrechte geschützt. Der Name 'GreenMed Store' und das Logo sind eingetragene Marken.
es: Todos los nombres de cepas de cannabis, formulaciones de productos y contenido educativo están protegidos por leyes de propiedad intelectual. El nombre y logotipo de 'GreenMed Store' son marcas registradas.
fi: Kaikki kannabisrotujen nimet, tuotevalmisteet ja opetusmateriaalit ovat tekijänoikeuslakien suojassa. 'GreenMed Store' -nimi ja -logo ovat rekisteröityjä tavaramerkkejä.
ga: Tá gach ainm síolta cannabais, foirmliúcháin táirgí, agus ábhar oideachais cosanta faoi dhlíthe maoine intleachtúla. Is trádmharcanna cláraithe iad ainm agus lógó 'GreenMed Store'.
hu: Minden kannabiszfajta név, termékformuláció és oktatóanyag szerzői jogi védelem alatt áll. A 'GreenMed Store' név és logó bejegyzett védjegy.
it: Tutti i nomi di varietà di cannabis, formulazioni di prodotti e contenuti educativi sono protetti dalle leggi sulla proprietà intellettuale. Il nome e il logo 'GreenMed Store' sono marchi registrati.
no: Alle cannabisstammens navn, produktformuleringer og undervisningsinnhold er beskyttet av lover om intellektuell eiendom. 'GreenMed Store'-navnet og -logoen er registrerte varemerker.
sv: Alla cannabissortnamn, produktformuleringar och utbildningsinnehåll skyddas av lagar om immateriella rättigheter. Namnet 'GreenMed Store' och logotypen är registrerade varumärken.

source: Our proprietary cannabis cultivation techniques, extraction methods, and product formulations are trade secrets protected under French and EU law.
da: Vores proprietære cannabisdyrkningsteknikker, ekstraktionsmetoder og produktformler er forretningshemmeligheder beskyttet under fransk og EU-lovgivning.
de: Unsere proprietären Cannabisanbautechniken, Extraktionsmethoden und Produktformulierungen sind Geschäftsgeheimnisse, die nach französischem und EU-Recht geschützt sind.
es: Nuestras técnicas de cultivo de cannabis patentadas, métodos de extracción y formulaciones de productos son secretos comerciales protegidos por la ley francesa y de la UE.
fi: Omistamamme kannabiksen viljelytekniikat, uuttomenetelmät ja tuotevalmisteet ovat liikesalaisuuksia, joita suojaavat Ranskan ja EU:n lait.
ga: Is rúin trádála iad ár dteicnící saothraithe cannabais, modhanna eastósca, agus foirmliúcháin táirgí atá cosanta faoi dhlí na Fraince agus an AE.
hu: Saját kannabiszkultivációs technikáink, kivonási módszereink és termékformulációnk üzleti titkok, amelyeket a francia és EU-s jog véd.
it: Le nostre tecniche di coltivazione della cannabis, metodi di estrazione e formulazioni di prodotti sono segreti commerciali protetti dalla legge francese e UE.
no: Våre proprietære cannabisdyrkingsteknikker, ekstraksjonsmetoder og produktformuleringer er forretningshemmeligheter beskyttet under fransk og EU-lov.
sv: Våra proprietära cannabisolingstekniker, extraktionsmetoder och produktformuleringar är affärshemligheter som skyddas enligt fransk och EU-lag.

source: Limitation of Liability
da: Ansvarsbegrænsning
de: Haftungsbeschränkung
es: Limitación de responsabilidad
fi: Vastuunrajoitus
ga: Teorainn Dhliteanais
hu: Felelősségkorlátozás
it: Limitazione di Responsabilità
no: Ansvarsbegrensning
sv: Ansvarssbegränsning
