Repository: AndersonKamsong/medical_project
Catalog: medicalstore_robet/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, ga, hu, it, no, sv

source: Welcome to GreenMed Store. These Terms of Service govern your use of our website and purchase of cannabis-derived products containing less than 0.2% THC in compliance with EU Regulation No. 1307/2013 and French law.
da: Velkommen til GreenMed Store. Disse Servicevilkår regulerer din brug af vores websted og køb af cannabisafledte produkter, der indeholder mindre end 0,2% THC i overensstemmelse med EU-forordning nr. 1307/2013 og fransk lov.
de: Willkommen bei GreenMed Store. Diese Nutzungsbedingungen regeln Ihre Nutzung unserer Website und den Kauf von Cannabisprodukten mit weniger als 0,2% THC gemäß EU-Verordnung Nr. 1307/2013 und französischem Recht.
es: Bienvenido a GreenMed Store. Estos Términos de Servicio rigen su uso de nuestro sitio web y la compra de productos derivados del cannabis que contienen menos del 0,2% de THC en cumplimiento del Reglamento de la UE No. 1307/2013 y la ley francesa.
fi: Tervetuloa GreenMed Storeen. Nämä käyttöehdot hallitsevat verkkosivustomme käyttöä ja alle 0,2 % THC:tä sisältävien kannabisperäisten tuotteiden ostoa EU:n asetuksen nro 1307/2013 ja Ranskan lain mukaisesti.
ga: Fáilte go GreenMed Store. Rialaíonn na Téarmaí Seirbhíse seo d'úsáid ár suímh ghréasáin agus do cheannach táirgí a dhíorthaítear ó channabas ina bhfuil níos lú ná 0.2% THC i gcomhréir le Rialachán AE Uimh. 1307/2013 agus dlí na Fraince.
hu: Üdvözöljük a GreenMed Store-ban. Ezek a Szolgáltatási Feltételek szabályozzák weboldalunk használatát és a 0,2% THC alatti kannabiszból származó termékek vásárlását az EU 1307/2013 rendeletének és a francia törvényeknek megfelelően.
it: Benvenuto in GreenMed Store. Questi Termini di Servizio regolano il tuo utilizzo del nostro sito web e l'acquisto di prodotti derivati dalla cannabis contenenti meno dello 0,2% di THC in conformità al Regolamento UE n. 1307/2013 e alla legge francese.
no: Velkommen til GreenMed Store. Disse bruksvilkårene styrer din bruk av vårt nettsted og kjøp av cannabisderiverte produkter som inneholder mindre enn 0,2 % THC i samsvar med EU-forordning nr. 1307/2013 og fransk lov.
sv: Välkommen till GreenMed Store. Dessa användarvillkor styr din användning av vår webbplats och köp av cannabishaltiga produkter med mindre än 0,2% THC i enlighet med EU-förordning nr 1307/2013 och fransk lag.

source: By accessing our site or purchasing products, you confirm you are at least 18 years old and agree to these Terms. Medical cannabis patients must provide valid authorization.
da: Ved at få adgang til vores websted eller købe produkter bekræfter du, at du er mindst 18 år gammel og accepterer disse Vilkår. Medicinske cannabispatienter skal give gyldig autorisation.
de: Durch Zugriff auf unsere Seite oder Produktkäufe bestätigen Sie, mindestens 18 Jahre alt zu sein und diesen Bedingungen zuzustimmen. Medizinische Cannabispatienten müssen gültige Autorisierung vorlegen.
es: Al acceder a nuestro sitio o comprar productos, confirma que tiene al menos 18 años y acepta estos Términos. Los pacientes de cannabis médico deben proporcionar autorización válida.
fi: Käyttämällä sivustoamme tai ostamalla tuotteita vahvistat olevasi vähintään 18-vuotias ja hyväksyvän nämä ehdot. Lääkekannabispotilaiden on toimitettava voimassa oleva lupa.
ga: Trí rochtain a fháil ar ár suíomh nó táirgí a cheannach, dearbhaíonn tú go bhfuil tú 18 bliana d'aois ar a laghad agus go n-aontaíonn tú leis na Téarmaí seo. Ní mór d'othair cannabais míochaine údarú bailí a sholáthar.
hu: Weboldalunk elérésével vagy termékek vásárlásával igazolja, hogy legalább 18 éves, és elfogadja ezeket a Feltételeket. Az orvosi kannabisz betegeknek érvényes engedélyt kell biztosítaniuk.
it: Accedendo al nostro sito o acquistando prodotti, confermi di avere almeno 18 anni e di accettare questi Termini. I pazienti di cannabis medica devono fornire un'autorizzazione valida.
no: Ved å få tilgang til nettstedet vårt eller kjøpe produkter, bekrefter du at du er minst 18 år gammel og godtar disse vilkårene. Medisinske cannabisbrukere må gi gyldig autorisasjon.
sv: Genom att komma åt vår webbplats eller köpa produkter bekräftar du att du är minst 18 år gammal och godkänner dessa villkor. Medicinska cannabispatienter måste lämna giltigt tillstånd.

source: You must be at least 18 years old to access this website or purchase our CBD products. For THC-containing medical cannabis products, you must be 18+ with valid medical authorization.
da: Du skal være mindst 18 år gammel for at få adgang til dette websted eller købe vores CBD-produkter. For THC-indeholdende medicinske cannabisprodukter skal du være 18+ med gyldig medicinsk autorisation.
de: Sie müssen mindestens 18 Jahre alt sein, um auf diese Website zuzugreifen oder unsere CBD-Produkte zu kaufen. Für THC-haltiges medizinisches Cannabis benötigen Sie gültige medizinische Autorisierung.
es: Debe tener al menos 18 años para acceder a este sitio web o comprar nuestros productos CBD. Para productos de cannabis médico que contienen THC, debe tener 18+ con autorización médica válida.
fi: Sinun on oltava vähintään 18-vuotias päästäksesi tälle verkkosivustolle tai ostamaan CBD-tuotteitamme. THC:tä sisältäviin lääkekannabistuotteisiin tarvitset 18+ iän ja voimassa olevan lääkärin luvan.
ga: Ní mór duit a bheith 18 bliana d'aois ar a laghad chun rochtain a fháil ar an suíomh gréasáin seo nár ár dtáirgí CBD a cheannach. Le haghaidh táirgí cannabais míochaine ina bhfuil THC, ní mór duit a bheith 18+ le húdarú míochaine bailí.
hu: Legalább 18 évesnek kell lennie a webhely eléréséhez vagy CBD termékeink vásárlásához. THC-tartalmú orvosi kannabiszáruknál 18 év felettinek kell lennie érvényes orvosi engedéllyel.
it: Devi avere almeno 18 anni per accedere a questo sito web o acquistare i nostri prodotti CBD. Per i prodotti a base di cannabis medica contenenti THC, devi avere 18+ anni con un'autorizzazione medica valida.
no: Du må være minst 18 år gammel for å få tilgang til dette nettstedet eller kjøpe våre CBD-produkter. For THC-holdige medisinske cannabisprodukter må du være 18+ med gyldig medisinsk autorisasjon.
sv: Du måste vara minst 18 år gammal för att komma åt denna webbplats eller köpa våra CBD-produkter. För THC-innehållande medicinska cannabisprodukter måste du vara 18+ med giltigt medicinskt tillstånd.

source: We reserve the right to verify your age through third-party services or request identification. False declarations will result in order cancellation.
da: Vi forbeholder os retten til at verificere din alder gennem tredjepartstjenester eller anmode om identifikation. Falske erklæringer vil medføre ordreannullering.
de: Wir behalten uns das Recht vor, Ihr Alter über Drittanbieter zu verifizieren oder Ausweisdokumente anzufordern. Falschangaben führen zur Bestellstornierung.
es: Nos reservamos el derecho de verificar su edad a través de servicios de terceros o solicitar identificación. Las declaraciones falsas resultarán en la cancelación del pedido.
fi: Pidätämme oikeuden varmistaa ikäsi kolmannen osapuolen palveluiden kautta tai pyytää henkilöllisyystodistusta. Väärät ilmoitukset johtavat tilauksen peruuttamiseen.
ga: Coinnímid an ceart d'aois a fhíorú trí sheirbhísí tríú páirtí nó aitheantas a iarraidh. Mar thoradh ar dhearbhuithe bréagacha beidh ordú curtha ar ceal.
hu: Fenntartjuk a jogot, hogy harmadik fél szolgáltatásain keresztül ellenőrizzük korát vagy igazolványt kérjünk. Hamis nyilatkozatok rendelés visszavonását eredményezik.
it: Ci riserviamo il diritto di verificare la tua età tramite servizi di terze parti o richiedere un documento d'identità. Dichiarazioni false comporteranno l'annullamento dell'ordine.
no: Vi forbeholder oss retten til å verifisere din alder gjennom tredjepartstjenester eller be om identifikasjon. Falske erklæringer vil resultere i ordrekansellering.
sv: Vi förbehåller oss rätten att verifiera din ålder via tredjepartstjänster eller begära identifikation. Falska deklarationer kommer att leda till orderannullering.

source: Product Compliance
da: Produktoverholdelse
de: Produktcompliance
es: Cumplimiento del producto
fi: Tuotteiden Lainmukaisuus
ga: Comhlíonadh Táirge
hu: Termék megfelelés
it: Conformità del Prodotto
no: Produktoverholdelse
sv: Produktefterlevnad

source: All products contain less than 0.2% THC unless specifically labeled as medical cannabis products requiring authorization under French Article R. 5132-86.
da: Alle produkter indeholder mindre end 0,2% THC, medmindre de specifikt er mærket som medicinske cannabisprodukter, der kræver autorisation under fransk artikel R. 5132-86.
de: Alle Produkte enthalten weniger als 0,2% THC, sofern nicht als medizinisches Cannabis gekennzeichnet, das Autorisierung gemäß französischem Artikel R. 5132-86 erfordert.
es: Todos los productos contienen menos del 0,2% de THC a menos que estén específicamente etiquetados como productos de cannabis médico que requieren autorización bajo el Artículo R. 5132-86 francés.
fi: Kaikki tuotteet sisältävät alle 0,2 % THC:tä, ellei niissä erikseen mainita olevan lääkekannabistuotteita, jotka vaativat luvan Ranskan artikkelin R. 5132-86 mukaisesti.
ga: Tá níos lú ná 0.2% THC i ngach táirge mura bhfuil sé lipéadaithe go sonrach mar tháirgí cannabais míochaine a éilíonn údarú faoi Airteagal R. 5132-86 de chuid na Fraince.
hu: Minden termék kevesebb mint 0,2% THC-t tartalmaz, hacsak nem orvosi kannabiszáruknak van címkézve, amelyek engedélyt igényelnek a francia R. 5132-86. cikk szerint.
it: Tutti i prodotti contengono meno dello 0,2% di THC a meno che non siano specificamente etichettati come prodotti a base di cannabis medica che richiedono autorizzazione ai sensi dell'articolo R. 5132-86 francese.
no: Alle produkter inneholder mindre enn 0,2 % THC med mindre de er merket spesifikt som medisinske cannabisprodukter som krever autorisasjon under fransk artikkel R. 5132-86.
sv: Alla produkter innehåller mindre än 0,2% THC om inte specifikt märkta som medicinska cannabisprodukter som kräver tillstånd enligt fransk artikel R. 5132-86.

source: You are responsible for checking cannabis laws in your jurisdiction before purchasing. We cannot ship to locations where our products are prohibited.
da: Du er ansvarlig for at kontrollere cannabislove i din jurisdiktion, før du køber. Vi kan ikke sende til steder, hvor vores produkter er forbudt.
de: Sie sind verantwortlich für die Überprüfung der Cannabisgesetze in Ihrer Gerichtsbarkeit vor dem Kauf. Wir können nicht an Orte liefern, wo unsere Produkte verboten sind.
es: Usted es responsable de verificar las leyes de cannabis en su jurisdicción antes de comprar. No podemos enviar a ubicaciones donde nuestros productos estén prohibidos.
fi: Olet vastuussa kannabiksen lakien tarkistamisesta lainkäyttöalueellasi ennen ostoa. Emme voi toimittaa paikkoihin, joissa tuotteemme ovat kiellettyjä.
ga: Tá sé de dhualgas ort dlíthe cannabais i do dhlínse a sheiceáil sula gceannaíonn tú. Ní féidir linn loingseoireacht chuig suímh ina bhfuil ár dtáirgí toirmiscthe.
hu: Az Ön felelőssége, hogy ellenőrizze a kannabisz törvényeket joghatóságában vásárlás előtt. Nem szállíthatunk olyan helyekre, ahol termékeink tilosak.
it: Sei responsabile di verificare le leggi sulla cannabis nella tua giurisdizione prima dell'acquisto. Non possiamo spedire in località dove i nostri prodotti sono vietati.
no: Du er ansvarlig for å sjekke cannabislover i din jurisdiksjon før kjøp. Vi kan ikke sende til steder hvor våre produkter er forbudt.
sv: Du är ansvarig för att kontrollera cannabislagar i din jurisdiktion innan köp. Vi kan inte skicka till platser där våra produkter är förbjudna.

source: Medical Disclaimer
da: Medicinsk ansvarsfraskrivelse
de: Medizinischer Haftungsausschluss
es: Descargo médico
fi: Lääketieteellinen Vastuuvapauslauseke
ga: Séanadh Míochaine
hu: Orvosi felelősségvállalás
it: Dichiarazione di Non Responsabilità Medica
no: Medisinsk ansvarsfraskrivelse
sv: Medicinsk ansvarsfriskrivning

source: Our products are not intended to diagnose, treat, cure or prevent any disease. The information provided is for educational purposes only regarding the potential benefits of cannabinoids.
da: Vores produkter er ikke beregnet til at diagnosticere, behandle, helbrede eller forebygge sygdomme. De leverede oplysninger er kun til undervisningsformål vedrørende de potentielle fordele ved cannabinoider.
de: Unsere Produkte sind nicht zur Diagnose, Behandlung, Heilung oder Vorbeugung von Krankheiten bestimmt. Die bereitgestellten Informationen dienen nur zu Bildungszwecken über potenzielle Cannabinoid-Vorteile.
es: Nuestros productos no están destinados a diagnosticar, tratar, curar o prevenir ninguna enfermedad. La información proporcionada es solo con fines educativos sobre los posibles beneficios de los cannabinoides.
fi: Tuotteitamme ei ole tarkoitettu minkään sairauden diagnosointiin, hoitoon, parantamiseen tai ehkäisyyn. Annettu tieto on vain koulutuksellista tarkoitusta varten kannabinoidien mahdollisista hyödyistä.
ga: Níl ár dtáirgí ceaptha chun aon ghalar a dhiagnóisiú, a chóireáil, a leigheas nó a chosc. Tá an fhaisnéis a sholáthraítear ar fáil ar mhaithe le hoideachas amháin maidir le sochair fhéideartha cannabainóidí.
hu: Termékeink nem diagnosztizálnak, kezelnek, gyógyítanak vagy megelőznek betegségeket. A megadott információk csak tájékoztató jellegűek a kannabinoidok lehetséges előnyeiről.
it: I nostri prodotti non sono destinati a diagnosticare, trattare, curare o prevenire alcuna malattia. Le informazioni fornite sono solo a scopo educativo riguardo ai potenziali benefici dei cannabinoidi.
no: Våre produkter er ikke ment å diagnostisere, behandle, kurere eller forebygge sykdom. Den oppgitte informasjonen er kun til undervisningsformål angående de potensielle fordelene ved cannabinoider.
sv: Våra produkter är inte avsedda att diagnostisera, behandla, bota eller förebygga någon sjukdom. Den tillhandahållna informationen är endast i utbildningssyfte avseende cannabinoidernas potentiella fördelar.

source: For medical cannabis products, consultation with a healthcare provider is required. Never discontinue prescribed medications without medical advice.
da: For medicinske cannabisprodukter kræves konsultation med en sundhedsudbyder. Ophør aldrig med ordineret medicin uden lægeråd.
de: Für medizinisches Cannabis ist ärztliche Konsultation erforderlich. Setzen Sie verschriebene Medikamente niemals ohne ärztlichen Rat ab.
es: Para productos de cannabis médico, se requiere consulta con un proveedor de atención médica. Nunca suspenda los medicamentos recetados sin consejo médico.
fi: Lääkekannabistuotteiden osalta tarvitaan terveydenhuollon ammattilaisen konsultaatio. Älä koskaan keskeytä määrättyjä lääkkeitä ilman lääkärin neuvontaa.
ga: Le haghaidh táirgí cannabais míochaine, teastaíonn comhairle le soláthraí cúram sláinte. Ná stop riamh cógais forordaithe gan chomhairle mhíochaine.
hu: Orvosi kannabiszáruknál orvosi konzultáció szükséges. Soha ne hagyja abba a felírt gyógyszereket orvosi tanács nélkül.
it: Per i prodotti a base di cannabis medica, è richiesta la consultazione con un operatore sanitario. Non interrompere mai i farmaci prescritti senza consiglio medico.
no: For medisinske cannabisprodukter kreves konsultasjon med helsepersonell. Avslutt aldri foreskrevne medisiner uten medisinsk rådgivning.
sv: För medicinska cannabisprodukter krävs konsultation med vårdgivare. Avbryt aldrig ordinerade läkemedel utan medicinsk rådgivning.

source: Purchasing & Shipping
da: Køb & forsendelse
de: Kauf & Versand
es: Compra y envío
fi: Osto & Toimitus
ga: Ceannach & Loingseoireacht
hu: Vásárlás & Szállítás
it: Acquisto & Spedizione
no: Kjøp og forsendelse
sv: Köp & Frakt

source: Order Acceptance
da: Ordreaccept
de: Bestellannahme
es: Aceptación del pedido
fi: Tilauksen Hyväksyntä
ga: Glacadh Ordú
hu: Rendelés elfogadása
it: Accettazione Ordine
no: Ordregodkjenning
sv: Ordergodkännande

source: All orders are subject to age verification and product availability. We reserve the right to refuse service to anyone.
da: Alle ordrer er underlagt aldersverifikation og produkt tilgængelighed. Vi forbeholder os retten til at nægte service til enhver.
de: Alle Bestellungen unterliegen Altersverifikation und Produktverfügbarkeit. Wir behalten uns das Recht vor, Dienstleistungen zu verweigern.
es: Todos los pedidos están sujetos a verificación de edad y disponibilidad de productos. Nos reservamos el derecho de negar el servicio a cualquier persona.
fi: Kaikki tilaukset ovat alttiina ikävahvistukselle ja tuotteiden saatavuudelle. Pidätämme oikeuden evätä palvelu keneltä tahansa.
ga: Tá gach ordú faoi réir fíoraithe aois agus infhaighteacht táirge. Coinnímid an ceart seirbhís a dhiúltú d'aon duine.
hu: Minden rendelés korazonosítást és termék elérhetőséget von maga után. Fenntartjuk a jogot, hogy megtagadjuk a szolgáltatást bárkitől.
it: Tutti gli ordini sono soggetti a verifica dell'età e disponibilità del prodotto. Ci riserviamo il diritto di rifiutare il servizio a chiunque.
no: Alle bestillinger er underlagt aldersverifisering og produkt tilgjengelighet. Vi forbeholder oss retten til å nekte tjeneste til hvem som helst.
sv: Alla beställningar är föremål för åldersverifiering och produktillgång. Vi förbehåller oss rätten att vägra service till vem som helst.

source: Shipping Restrictions
da: Forsendelsesbegrænsninger
de: Versandbeschränkungen
es: Restricciones de envío
fi: Toimitusrajoitukset
ga: Srianta Loingseoireachta
hu: Szállítási korlátozások
it: Restrizioni di Spedizione
no: Forsendelsesbegrensninger
sv: Fraktrestriktioner

source: We cannot ship cannabis products to countries where they are prohibited. International shipments may be subject to customs inspection.
da: Vi kan ikke sende cannabisprodukter til lande, hvor de er forbudt. Internationale forsendelser kan være underlagt toldinspektion.
de: Wir können Cannabisprodukte nicht in Länder versenden, wo sie verboten sind. Internationale Sendungen können der Zollkontrolle unterliegen.
es: No podemos enviar productos de cannabis a países donde estén prohibidos. Los envíos internacionales pueden estar sujetos a inspección aduanera.
fi: Emme voi toimittaa kannabistuotteita maihin, joissa ne ovat kiellettyjä. Kansainväliset lähetykset saattavat joutua tullitarkastukseen.
ga: Ní féidir linn táirgí cannabais a sheoladh chuig tíortha ina bhfuil siad toirmiscthe. D'fhéadfadh seachadtaí idirnáisiúnta a bheith faoi réir iniúchta custaim.
hu: Nem szállíthatunk kannabiszárukat olyan országokba, ahol tilosak. Nemzetközi szállítmányok vámellenőrzésnek lehetnek alávetve.
it: Non possiamo spedire prodotti a base di cannabis in paesi dove sono vietati. Le spedizioni internazionali possono essere soggette a ispezione doganale.
no: Vi kan ikke sende cannabisprodukter til land hvor de er forbudt. Internasjonale forsendelser kan være underlagt tollinspeksjon.
sv: Vi kan inte skicka cannabisprodukter till länder där de är förbjudna. Internationella försändelser kan vara föremål för tullinspektion.

source: Discreet Packaging
da: Diskret emballage
de: Diskrete Verpackung
es: Embalaje discreto
fi: Hienovarainen Pakkaus
ga: Pacáistiú Discréideach
hu: Diszkrét csomagolás
it: Imballaggio Discreto
no: Diskré emballasje
sv: Diskret förpackning

source: All products are shipped in odor-proof, discreet packaging without cannabis branding. However, we cannot guarantee delivery against local laws.
da: Alle produkter sendes i lugtfri, diskret emballage uden cannabisbranding. Vi kan dog ikke garantere levering mod lokale love.
de: Alle Produkte werden in geruchsdichter, diskreter Verpackung ohne Cannabis-Branding versendet. Wir können jedoch keine Lieferung gegen lokale Gesetze garantieren.
es: Todos los productos se envían en embalaje discreto a prueba de olores sin marca de cannabis. Sin embargo, no podemos garantizar la entrega contra las leyes locales.
fi: Kaikki tuotteet toimitetaan hajunsietoisessa, hienovaraisessa pakkauksessa ilman kannabiksen brändäystä. Emme kuitenkaan voi taata toimituksen paikallisten lakien vastaisesti.
ga: Seachadtar gach táirge i bpacáistiú discréideach atá díonach ó bholadh gan brandáil cannabais. Mar sin féin, ní féidir linn seachadadh a ráthú i gcoinne dlíthe áitiúla.
hu: Minden termék szagmentes, diszkrét csomagolásban kerül kiszállításra kannabisz márkajelzés nélkül. Azonban nem garantálhatjuk a szállítást a helyi törvényekkel szemben.
it: Tutti i prodotti vengono spediti in imballaggi discreti e anti-odore senza marchi di cannabis. Tuttavia, non possiamo garantire la consegna contro le leggi locali.
no: Alle produkter sendes i luktfri, diskré emballasje uten cannabismerkevare. Vi kan imidlertid ikke garantere levering mot lokale lover.
sv: Alla produkter skickas i lukttät, diskret förpackning utan cannabismärkning. Vi kan dock inte garantera leverans mot lokala lagar.

source: Returns & Refunds
da: Returneringer & refusioner
de: Rückgaben & Rückerstattungen
es: Devoluciones y reembolsos
fi: Palautukset & Hyvitykset
ga: Aisíocaíochtaí & Aisíocaíochtaí
hu: Visszáruk & Visszatérítések
it: Resi & Rimborsi
no: Returer og refusjoner
sv: Returer & Återbetalningar

source: Due to the nature of cannabis products:
da: På grund af cannabisprodukternes natur:
de: Aufgrund der Natur von Cannabisprodukten:
es: Debido a la naturaleza de los productos de cannabis:
fi: Kannabistuotteiden luonteen vuoksi:
ga: Mar gheall ar nádúr táirgí cannabais:
hu: A kannabiszáruk természetéből adódóan:
it: A causa della natura dei prodotti a base di cannabis:
no: På grunn av cannabisproduktenes natur:
sv: På grund av cannabisprodukternas natur:

source: Opened products cannot be returned for hygiene reasons
da: Åbnede produkter kan ikke returneres af hygiejniske årsager
de: Geöffnete Produkte können aus hygienischen Gründen nicht zurückgegeben werden
es: Los productos abiertos no se pueden devolver por razones de higiene
fi: Avattuja tuotteita ei voi palauttaa hygienia syistä
ga: Ní féidir táirgí oscailte a aisghabháil ar chúiseanna sláintíochta
hu: A kinyitott termékeket higiéniai okokból nem lehet visszaküldeni
it: I prodotti aperti non possono essere restituiti per motivi igienici
no: Åpnede produkter kan ikke returneres av hygieniske årsaker
sv: Öppnade produkter kan inte returneras av hygieniska skäl

source: Unopened products may be returned within 14 days with original packaging
da: Uåbnede produkter kan returneres inden for 14 dage med original emballage
de: Ungeöffnete Produkte können innerhalb von 14 Tagen in Originalverpackung zurückgegeben werden
es: Los productos sin abrir pueden devolverse dentro de los 14 días con empaque original
fi: Avattomia tuotteita voidaan palauttaa 14 päivän kuluessa alkuperäisessä pakkauksessa
ga: Féadfar táirgí neamhoscailte a aisghabháil laistigh de 14 lá lena bpacáistiú bunaidh
hu: A bontatlan termékek 14 napon belül visszaküldhetők eredeti csomagolásban
it: I prodotti non aperti possono essere restituiti entro 14 giorni con l'imballaggio originale
no: Uåpnede produkter kan returneres innen 14 dager med original emballasje
sv: Oöppnade produkter kan returneras inom 14 dagar med originalförpackning

source: Medical cannabis products are non-returnable
da: Medicinske cannabisprodukter kan ikke returneres
de: Medizinisches Cannabis ist nicht rückgabefähig
es: Los productos de cannabis médico no son retornables
fi: Lääkekannabistuotteita ei voi palauttaa
ga: Ní féidir táirgí cannabais míochaine a aisghabháil
hu: Az orvosi kannabiszárukat nem lehet visszaküldeni
it: I prodotti a base di cannabis medica non sono restituibili
no: Medisinske cannabisprodukter kan ikke returneres
sv: Medicinska cannabisprodukter kan inte returneras
