Repository: AndersonKamsong/medical_project
Catalog: medicalstore_robet/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, ga, hu, it, no, sv

source: Phone Number
da: Telefonnummer
de: Telefonnummer
es: Número de teléfono
fi: Puhelinnumero
ga: Uimhir Theileafóin
hu: Telefonszám
it: Numero di Telefono
no: Telefonnummer
sv: Telefonnummer

source: Subject
da: Emne
de: Betreff
es: Asunto
fi: Aihe
ga: Ábhar
hu: Tárgy
it: Oggetto
no: Emne
sv: Ämne

source: Select a subject
da: Vælg et emne
de: Wählen Sie einen Betreff
es: Seleccione un asunto
fi: Valitse aihe
ga: Roghnaigh ábhar
hu: Válasszon témát
it: Seleziona un oggetto
no: Velg et emne
sv: Välj ett ämne

source: Cannabis Product Inquiry
da: Forespørgsel om cannabisprodukter
de: Anfrage zu Cannabisprodukten
es: Consulta sobre productos de cannabis
fi: Kysely kannabistuotteista
ga: Fiosrú Táirge Cannabais
hu: Kannabiszárukkal kapcsolatos érdeklődés
it: Richiesta di Informazioni su Prodotti Cannabis
no: Forespørsel om cannabisprodukter
sv: Förfrågan om cannabisprodukter

source: Order Support
da: Ordresupport
de: Bestellsupport
es: Soporte de pedidos
fi: Tilauksen tuki
ga: Tacaíocht Ordú
hu: Rendelési támogatás
it: Supporto Ordine
no: Bestillingsstøtte

source: Medical Cannabis Questions
da: Spørgsmål om medicinsk cannabis
de: Fragen zu medizinischem Cannabis
es: Preguntas sobre cannabis médico
fi: Kysymykset lääkekannabiksesta
ga: Ceisteanna Cannabais Míochaine
hu: Orvosi kannabisz kérdések
it: Domande sulla Cannabis Medica
no: Spørsmål om medisinsk cannabis
sv: Frågor om medicinsk cannabis

source: Cultivation Advice
da: Råd om dyrkning
de: Anbauberatung
es: Consejos de cultivo
fi: Viljelyneuvoja
ga: Comhairle Saothraithe
hu: Termesztési tanács
it: Consigli sulla Coltivazione
no: Dyrkingsråd
sv: Odlingstips

source: Wholesale/Business Inquiry
da: Engros/forretningsforespørgsel
de: Großhandels-/Geschäftsanfrage
es: Consulta comercial/mayorista
fi: Tukkukauppa-/yrityskysely
ga: Fiosrú Mhórcheannach/Ghnó
hu: Nagykereskedelmi/Üzleti érdeklődés
it: Richiesta all'Ingrosso/Commerciale
no: Engros/forretningsforespørsel
sv: Förfrågan om grossist/affärer

source: General Question
da: Generelt spørgsmål
de: Allgemeine Frage
es: Pregunta general
fi: Yleinen kysymys
ga: Ceist Ghinearálta
hu: Általános kérdés
it: Domanda Generale
no: Generelt spørsmål
sv: Allmän fråga

source: Message
da: Besked
de: Nachricht
es: Mensaje
fi: Viesti
ga: Teachtaireacht
hu: Üzenet
it: Messaggio
no: Melding
sv: Meddelande

source: Please provide details about your cannabis-related inquiry...
da: Angiv venligst detaljer om din cannabisrelaterede forespørgsel...
de: Bitte geben Sie Details zu Ihrer Cannabis-bezogenen Anfrage an...
es: Proporcione detalles sobre su consulta relacionada con el cannabis...
fi: Anna yksityiskohtaiset tiedot kannabikseen liittyvästä kyselystäsi...
ga: Tabhair sonraí le do thoil faoi do fhiosrú a bhaineann le cannabais...
hu: Kérjük, részletezze kannabiszzal kapcsolatos érdeklődését...
it: Fornisci dettagli sulla tua richiesta relativa alla cannabis...
no: Vennligst oppgi detaljer om din cannabisrelaterte forespørsel...
sv: Ange detaljer om din cannabisrelaterade förfrågan...

source: I consent to the processing of my personal data for the purpose of responding to my cannabis-related inquiry. *
da: Jeg giver samtykke til behandling af mine personlige data med henblik på at besvare min cannabisrelaterede forespørgsel. *
de: Ich stimme der Verarbeitung meiner persönlichen Daten zum Zweck der Beantwortung meiner Cannabis-bezogenen Anfrage zu. *
es: Doy mi consentimiento para el procesamiento de mis datos personales con el fin de responder a mi consulta relacionada con el cannabis. *
fi: Suostun henkilötietojeni käsittelyyn kannabikseen liittyvään kyselyyn vastaamista varten. *
ga: Tugaim toiliú le próiseáil mo chuid sonraí pearsanta chun freagra a thabhairt ar mo fhiosrú a bhaineann le cannabais. *
hu: Hozzájárulok személyes adataim feldolgozásához kannabiszzal kapcsolatos kérdésem megválaszolása céljából. *
it: Acconsento al trattamento dei miei dati personali per rispondere alla mia richiesta relativa alla cannabis. *
no: Jeg samtykker til behandling av mine personopplysninger for å besvare min cannabisrelaterte forespørsel. *
sv: Jag samtycker till behandling av mina personuppgifter för att besvara min cannabisrelaterade förfrågan. *

source: I confirm that I am at least 18 years old *
da: Jeg bekræfter, at jeg er mindst 18 år gammel *
de: Ich bestätige, dass ich mindestens 18 Jahre alt bin *
es: Confirmo que tengo al menos 18 años *
fi: Vahvistan olevani vähintään 18-vuotias *
ga: Dearbhaím go bhfuil mé 18 bliana d'aois ar a laghad *
hu: Igazolom, hogy legalább 18 éves vagyok *
it: Confermo di avere almeno 18 anni *
no: Jeg bekrefter at jeg er minst 18 år gammel *
sv: Jag bekräftar att jag är minst 18 år gammal *

source: Send Message
da: Send besked
de: Nachricht senden
es: Enviar mensaje
fi: Lähetä viesti
ga: Seol Teachtaireacht
hu: Üzenet küldése
it: Invia Messaggio
no: Send melding
sv: Skicka meddelande

source: 420 Cannabis Avenue
de: 420 Cannabis-Allee
es: Avenida Cannabis 420
fi: 420 Kannabiskatu
ga: Ascaill Cannabais 420
hu: 420 Kannabisz sugárút
it: 420 Viale della Cannabis
no: Cannabisveien 420
sv: 420 Cannabisgatan

source: Lyon, France 69002
da: Lyon, Frankrig 69002
de: Lyon, Frankreich 69002
es: Lyon, Francia 69002
fi: Lyon, Ranska 69002
ga: Lyon, an Fhrainc 69002
hu: Lyon, Franciaország 69002
it: Lione, Francia 69002
no: Lyon, Frankrike 69002
sv: Lyon, Frankrike 69002

source: Europe
da: Europa
de: Europa
es: Europa
fi: Eurooppa
ga: An Eoraip
hu: Európa
it: Europa
no: Europa
sv: Europa

source: Mon-Fri: 9:00 AM - 6:00 PM CET
da: Man-fre: 9:00 - 18:00 CET
de: Mo-Fr: 9:00 - 18:00 MEZ
es: Lun-Vie: 9:00 AM - 6:00 PM CET
fi: Ma-pe: 9.00-18.00 CET
ga: Luan-Aoine: 9:00 AM - 6:00 PM CET
hu: Hétfő-Péntek: 9:00 - 18:00 CET
it: Lun-Ven: 9:00 - 18:00 CET
no: Man-fre: 09:00 - 18:00 CET
sv: Mån-fre: 09:00 - 18:00 CET

source: We respond within 24 hours
da: Vi svarer inden for 24 timer
de: Wir antworten innerhalb von 24 Stunden
es: Respondemos dentro de las 24 horas
fi: Vastaamme 24 tunnin kuluessa
ga: Freagraímid laistigh de 24 uair an chloig
hu: 24 órán belül válaszolunk
it: Rispondiamo entro 24 ore
no: Vi svarer innen 24 timer
sv: Vi svarar inom 24 timmar

source: Monday - Friday: 9:00 AM - 6:00 PM
da: Mandag - fredag: 9:00 - 18:00
de: Montag - Freitag: 9:00 - 18:00 Uhr
es: Lunes - Viernes: 9:00 AM - 6:00 PM
fi: Maanantai - perjantai: 9.00-18.00
ga: Dé Luain - Dé hAoine: 9:00 AM - 6:00 PM
hu: Hétfő - Péntek: 9:00 - 18:00
it: Lunedì - Venerdì: 9:00 - 18:00
no: Mandag - fredag: 09:00 - 18:00
sv: Måndag - fredag: 09:00 - 18:00

source: Saturday: 10:00 AM - 4:00 PM
da: Lørdag: 10:00 - 16:00
de: Samstag: 10:00 - 16:00 Uhr
es: Sábado: 10:00 AM - 4:00 PM
fi: Lauantai: 10.00-16.00
ga: Dé Sathairn: 10:00 AM - 4:00 PM
hu: Szombat: 10:00 - 16:00
it: Sabato: 10:00 - 16:00
no: Lørdag: 10:00 - 16:00
sv: Lördag: 10:00 - 16:00

source: Sunday: Closed
da: Søndag: Lukket
de: Sonntag: Geschlossen
es: Domingo: Cerrado
fi: Sunnuntai: Suljettu
ga: Dé Domhnaigh: Dúnta
hu: Vasárnap: Zárva
it: Domenica: Chiuso
no: Søndag: Stengt
sv: Söndag: Stängt

source: Central European Time (CET)
da: Centraleuropæisk tid (CET)
de: Mitteleuropäische Zeit (MEZ)
es: Hora de Europa Central (CET)
fi: Keski-Euroopan aika (CET)
ga: Am Lár na hEorpa (CET)
hu: Közép-európai idő (CET)
it: Ora dell'Europa Centrale (CET)
no: Sentraleuropeisk tid (CET)
sv: Centraleuropeisk tid (CET)

source: Cannabis Emergency
da: Cannabisnødsituation
de: Cannabis-Notfall
es: Emergencia de cannabis
fi: Kannabishätä
ga: Éigeandáil Cannabais
hu: Kannabisz vészhelyzet
it: Emergenza Cannabis
no: Cannabisnødsituasjon
sv: Cannabisnödsituation

source: If you or someone else is experiencing adverse effects from cannabis, seek medical attention immediately.
da: Hvis du eller nogen andre oplever bivirkninger fra cannabis, søg straks lægehjælp.
de: Wenn Sie oder jemand anderes Nebenwirkungen von Cannabis erfährt, suchen Sie sofort medizinische Hilfe.
es: Si usted o alguien más experimenta efectos adversos por el cannabis, busque atención médica inmediatamente.
fi: Jos sinulla tai jollakulla muulla on haittavaikutuksia kannabiksen käytöstä, hakeudu välittömästi lääkärin hoitoon.
ga: Má tá tú féin nó duine eile ag fulaingt éifeachtaí díobhálacha ó channabas, lorg cúram míochaine láithreach.
hu: Ha Ön vagy valaki más mellékhatásokat tapasztal kannabisztól, azonnal keressen orvosi segítséget.
it: Se tu o qualcun altro state sperimentando effetti avversi dalla cannabis, cercate immediatamente assistenza medica.
no: Hvis du eller noen andre opplever bivirkninger fra cannabis, søk medisinsk hjelp umiddelbart.
sv: Om du eller någon annan upplever biverkningar av cannabis, sök omedelbart medicinsk hjälp.

source: Emergency Numbers:
da: Nødnumre:
de: Notrufnummern:
es: Números de emergencia:
fi: Hätänumerot:
ga: Uimhreacha Éigeandála:
hu: Vészhelyzeti számok:
it: Numeri di Emergenza:
no: Nødnumre:
sv: Nödnummer:

source: France: 15 (SAMU) or 112 (European Emergency)
da: Frankrig: 15 (SAMU) eller 112 (Europæisk nødnummer)
de: Frankreich: 15 (SAMU) oder 112 (Europäischer Notruf)
es: Francia: 15 (SAMU) o 112 (Emergencia Europea)
fi: Ranska: 15 (SAMU) tai 112 (Euroopan hätänumero)
ga: An Fhrainc: 15 (SAMU) nó 112 (Éigeandáil Eorpach)
hu: Franciaország: 15 (SAMU) vagy 112 (Európai vészhelyzet)
it: Francia: 15 (SAMU) o 112 (Emergenza Europea)
no: Frankrike: 15 (SAMU) eller 112 (Europeisk nødnummer)
sv: Frankrike: 15 (SAMU) eller 112 (Europeiskt nödnummer)

source: Other countries: Contact your local emergency services
da: Andre lande: Kontakt dine lokale nødnumre
de: Andere Länder: Kontaktieren Sie lokale Notdienste
es: Otros países: Contacte a sus servicios de emergencia locales
fi: Muut maat: Ota yhteyttä paikallisiin hätäpalveluihin
ga: Tíortha eile: Déan teagmháil le do sheirbhísí éigeandála áitiúla
hu: Más országok: Lépjen kapcsolatba helyi vészhelyzeti szolgálatokkal
it: Altri paesi: Contatta i servizi di emergenza locali
no: Andre land: Kontakt dine lokale nødnummer
sv: Andra länder: Kontakta din lokala nödservice

source: Cannabis Support
es: Soporte de cannabis
fi: Kannabistuki
ga: Tacaíocht Cannabais
hu: Kannabisz támogatás
it: Supporto Cannabis
no: Cannabisstøtte
sv: Cannabishjälp

source: Our team includes cannabis specialists who can provide guidance on product selection, dosing, and consumption methods.
da: Vores team inkluderer cannabiseksperter, der kan give vejledning i produktvalg, dosering og forbrugsmetoder.
de: Unser Team umfasst Cannabis-Spezialisten, die bei Produktauswahl, Dosierung und Konsummethoden beraten können.
es: Nuestro equipo incluye especialistas en cannabis que pueden brindar orientación sobre selección de productos, dosificación y métodos de consumo.
fi: Tiimimme sisältää kannabisasiantuntijoita, jotka voivat tarjota ohjeita tuotevalintaan, annosteluun ja kulutustapoihin.
ga: Áirítear leár foireann saineolaithe cannabais atá in ann treoir a sholáthar maidir le roghnú táirgí, dáileogú, agus modhanna tomhaltais.
hu: Csapatunkban vannak kannabisz szakértők, akik útmutatást nyújthatnak termékválasztáshoz, adagoláshoz és fogyasztási módszerekhez.
it: Il nostro team include specialisti di cannabis che possono fornire indicazioni sulla selezione dei prodotti, il dosaggio e i metodi di consumo.
no: Vårt team inkluderer cannabisspesialister som kan gi veiledning om produktvalg, dosering og inntaksmetoder.
sv: Vårt team inkluderar cannabisspecialister som kan ge vägledning om produktval, dosering och konsumtionsmetoder.

source: For medical cannabis questions, we recommend consulting with a cannabis-certified healthcare provider.
da: For spørgsmål om medicinsk cannabis anbefaler vi at konsultere en cannabis-certificeret sundhedsudbyder.
de: Bei Fragen zu medizinischem Cannabis empfehlen wir die Konsultation eines cannabis-zertifizierten Arztes.
es: Para preguntas sobre cannabis médico, recomendamos consultar con un proveedor de atención médica certificado en cannabis.
fi: Lääkekannabiskysymyksiä varten suosittelemme konsultoimaan kannabikseen erikoistuneen terveydenhuollon ammattilaisen kanssa.
ga: Le haghaidh ceisteanna cannabais míochaine, molaimid comhairle a fháil ó sholáthraí cúram sláinte deimhnithe cannabais.
hu: Orvosi kannabiszzal kapcsolatos kérdések esetén javasoljuk, hogy konzultáljon kannabiszzal foglalkozó egészségügyi szolgáltatóval.
it: Per domande sulla cannabis medica, consigliamo di consultare un operatore sanitario certificato per la cannabis.
no: For spørsmål om medisinsk cannabis anbefaler vi å konsultere en cannabis-sertifisert helsepersonell.
sv: För frågor om medicinsk cannabis rekommenderar vi att konsultera en cannabis-certifierad vårdgivare.

source: Looking for quick answers about cannabis?
da: Leder du efter hurtige svar om cannabis?
de: Suchen Sie schnelle Antworten zu Cannabis?
es: ¿Busca respuestas rápidas sobre cannabis?
fi: Etsitkö nopeita vastauksia kannabikseen liittyen?
ga: Ag lorg freagraí tapa faoi channabas?
hu: Gyors válaszokat keres a kannabiszzal kapcsolatban?
it: Cerchi risposte rapide sulla cannabis?
no: Leter du etter raske svar om cannabis?
sv: Letar du efter snabba svar om cannabis?

source: Check our Cannabis FAQ
da: Tjek vores cannabis FAQ
de: Lesen Sie unsere Cannabis-FAQ
es: Consulte nuestras Preguntas Frecuentes sobre Cannabis
fi: Tutustu UKK:oomme kannabiksesta
ga: Seiceáil ár dTREO Cannabais
hu: Nézze meg Kannabisz GYIK-ünket
it: Consulta le nostre FAQ sulla Cannabis
no: Sjekk vår cannabis FAQ
sv: Kolla vår Cannabis FAQ

source: About GreenMed Store
da: Om GreenMed Store
de: Über GreenMed Store
es: Acerca de GreenMed Store
fi: Tietoa GreenMed Storesta
ga: Faoi GreenMed Store
hu: A GreenMed Store-ról
it: Informazioni su GreenMed Store
no: Om GreenMed Store
sv: Om GreenMed Store

source: Your trusted source for premium cannabis products with detailed information about cannabinoid profiles, terpenes, cultivation methods, and wellness benefits.
da: Din pålidelige kilde til premium cannabisprodukter med detaljerede oplysninger om cannabinoidprofiler, terpener, dyrkningsmetoder og wellness-fordele.
de: Ihre vertrauenswürdige Quelle für Premium-Cannabisprodukte mit detaillierten Informationen zu Cannabinoidprofilen, Terpenen, Anbaumethoden und Wellness-Vorteilen.
es: Su fuente confiable de productos premium de cannabis con información detallada sobre perfiles de cannabinoides, terpenos, métodos de cultivo y beneficios para el bienestar.
fi: Luotettava lähde premium-kannabistuotteille, joissa on yksityiskohtaiset tiedot kannabinoidiprofiileista, terpeeneistä, viljelymenetelmistä ja hyvinvointihyödyistä.
ga: Do fhoinse iontaofa le haghaidh táirgí cannabais phréimhe le faisnéis mhionsonraithe faoi phróifílí cannabainóideach, teirpéin, modhanna saothraithe, agus sochair folláine.
hu: Megbízható forrása prémium kannabiszáruknak részletes információkkal kannabinoid profilokról, terpénekről, termesztési módszerekről és jóléti előnyökről.
it: La tua fonte affidabile per prodotti premium a base di cannabis con informazioni dettagliate sui profili di cannabinoidi, terpeni, metodi di coltivazione e benefici per il benessere.
no: Din pålitelige kilde til premium cannabisprodukter med detaljert informasjon om cannabinoidprofiler, terpener, dyrkingsmetoder og helsefordeler.
sv: Din pålitliga källa för premium cannabisprodukter med detaljerad information om cannabinoider, terpener, odlingsmetoder och hälsofördelar.

source: Our Mission
da: Vores mission
de: Unsere Mission
es: Nuestra misión
fi: Missiomme
ga: Ár Misin
hu: Küldetésünk
it: La Nostra Missione
no: Vårt oppdrag
sv: Vårt uppdrag

source: At GreenMed Store, we're dedicated to providing access to high-quality cannabis products backed by scientific research and transparent information about their composition and effects.
da: Hos GreenMed Store er vi dedikerede til at give adgang til højkvalitets cannabisprodukter understøttet af videnskabelig forskning og gennemsigtige oplysninger om deres sammensætning og effekter.
de: Bei GreenMed Store sind wir bestrebt, Zugang zu hochwertigen Cannabisprodukten zu bieten, unterstützt durch wissenschaftliche Forschung und transparente Informationen über Zusammensetzung und Wirkungen.
es: En GreenMed Store, nos dedicamos a proporcionar acceso a productos de cannabis de alta calidad respaldados por investigación científica e información transparente sobre su composición y efectos.
fi: GreenMed Storessa olemme sitoutuneet tarjoamaan pääsyä korkealaatuisiin kannabistuotteisiin, joita tukee tieteellinen tutkimus ja läpinäkyvä tieto niiden koostumuksesta ja vaikutuksista.
ga: Ag GreenMed Store, tá muid tiomnaithe rochtain a sholáthar ar tháirgí cannabais ar ardchaighdeán atá tacaíocht ag taighde eolaíoch agus faisnéis thrédhearcach faoina gcomhdhéanamh agus a n-éifeachtaí.
hu: A GreenMed Store-nál elkötelezettek vagyunk a kiváló minőségű kannabiszárukhoz való hozzáférés biztosításáért, tudományos kutatásokkal alátámasztva, átlátható információkkal összetételükről és hatásaikról.
it: In GreenMed Store, ci dedichiamo a fornire accesso a prodotti di cannabis di alta qualità supportati dalla ricerca scientifica e informazioni trasparenti sulla loro composizione ed effetti.
no: På GreenMed Store er vi dedikert til å gi tilgang til høykvalitets cannabisprodukter støttet av vitenskapelig forskning og transparent informasjon om deres sammensetning og effekter.
sv: På GreenMed Store är vi dedikerade till att ge tillgång till högkvalitativa cannabisprodukter med vetenskaplig forskning och transparent information om deras sammansättning och effekter.

source: We believe educated consumers make better wellness choices. That's why every product includes detailed cannabinoid profiles, terpene information, lab test results, and guidance on responsible consumption.
da: Vi tror på, at uddannede forbrugere træffer bedre wellness-valg. Derfor inkluderer hvert produkt detaljerede cannabinoidprofiler, terpeninformation, laboratorietestresultater og vejledning i ansvarligt forbrug.
de: Wir glauben, dass informierte Verbraucher bessere Wellness-Entscheidungen treffen. Daher enthält jedes Produkt detaillierte Cannabinoidprofile, Terpeninformationen, Laborergebnisse und Anleitungen für verantwortungsvollen Konsum.
es: Creemos que los consumidores informados toman mejores decisiones de bienestar. Por eso cada producto incluye perfiles detallados de cannabinoides, información sobre terpenos, resultados de pruebas de laboratorio y orientación sobre consumo responsable.
fi: Uskomme, että koulutetut kuluttajat tekevät parempia hyvinvointivalintoja. Siksi jokainen tuote sisältää yksityiskohtaiset kannabinoidiprofiilit, terpeenitiedot, laboratoriotestitulokset ja ohjeita vastuulliseen käyttöön.
ga: Creidimid go ndéanann tomhaltóirí oideacha roghanna folláine níos fearr. Sin é an fáth a n-áirítear próifílí cannabainóideach mionsonraithe, faisnéis teirpéin, torthaí tástála saotharlainne, agus treoir ar thomhaltas freagrach le gach táirge.
hu: Hiszünk abban, hogy a tájékozott fogyasztók jobb egészségügyi döntéseket hoznak. Ezért minden termék tartalmaz részletes kannabinoid profilokat, terpén információkat, laboratóriumi teszt eredményeket és felelős fogyasztási útmutatást.
it: Crediamo che i consumatori informati facciano scelte di benessere migliori. Ecco perché ogni prodotto include profili dettagliati di cannabinoidi, informazioni sui terpeni, risultati di test di laboratorio e indicazioni sul consumo responsabile.
no: Vi tror at utdannede forbrukere tar bedre helsevalg. Derfor inkluderer hvert produkt detaljerte cannabinoidprofiler, terpeninformasjon, laboratorietestresultater og veiledning om ansvarlig forbruk.
sv: Vi tror att utbildade konsumenter gör bättre hälsoval. Därför inkluderar varje produkt detaljerade cannabinoider, terpeninformation, laboratorietestresultat och vägledning om ansvarsfull konsumtion.

source: Our Values
da: Vores værdier
de: Unsere Werte
es: Nuestros valores
fi: Arvomme
ga: Ár Luachanna
hu: Értékeink
it: I Nostri Valori
no: Våre verdier
sv: Våra värderingar

source: Lab-Verified Quality:
da: Laboratorieverificeret kvalitet:
de: Laborgeprüfte Qualität:
es: Calidad verificada en laboratorio:
fi: Laboratoriossa Varmistettu Laatu:
ga: Cáilíocht Deimhnithe sa tSaotharlann:
hu: Laboratóriumi ellenőrzött minőség:
it: Qualità Verificata in Laboratorio:
no: Laboratorieverifisert kvalitet:
sv: Laboratorieverifierad kvalitet:

source: Every batch is third-party tested for potency and purity with published Certificates of Analysis.
da: Hver batch er tredjepartstestet for styrke og renhed med offentliggjorte analysecertifikater.
de: Jede Charge wird von unabhängigen Labors auf Wirksamkeit und Reinheit getestet mit veröffentlichten Analysezertifikaten.
es: Cada lote es probado por terceros para potencia y pureza con Certificados de Análisis publicados.
fi: Jokainen erä testataan kolmannen osapuolen toimesta tehon ja puhtauden osalta, ja analyysitodistukset julkaistaan.
ga: Tástáiltear gach baisc ag tríú páirtí le haghaidh cumais agus íonachta le Teastais Anailíse foilsithe.
hu: Minden tétel független laboratóriumi tesztelésen esik át hatóerő és tisztaság szempontjából, közzétett analízisi tanúsítványokkal.
it: Ogni lotto viene testato da terze parti per potenza e purezza con Certificati di Analisi pubblicati.
no: Hver batch er tredjepartstestet for potens og renhet med publiserte analyseattester.
sv: Varje sats testas av tredje part för styrka och renhet med publicerade analyscertifikat.

source: Transparency:
da: Gennemsigtighed:
de: Transparenz:
es: Transparencia:
fi: Läpinäkyvyys:
ga: Trédhearcacht:
hu: Átláthatóság:
it: Trasparenza:
no: Åpenhet:
sv: Transparens:

source: Complete information about cannabinoid content, terpene profiles, and cultivation methods.
da: Fuldstændig information om cannabinoidindhold, terpenprofiler og dyrkningsmetoder.
de: Vollständige Informationen über Cannabinoidgehalt, Terpenprofile und Anbaumethoden.
es: Información completa sobre contenido de cannabinoides, perfiles de terpenos y métodos de cultivo.
fi: Täydelliset tiedot kannabinoidipitoisuuksista, terpeeniprofiileista ja viljelymenetelmistä.
ga: Faisnéis iomlán faoi inneachar cannabainóideach, próifílí teirpéin, agus modhanna saothraithe.
hu: Teljes információk kannabinoid tartalomról, terpén profilokról és termesztési módszerekről.
it: Informazioni complete sul contenuto di cannabinoidi, profili terpenici e metodi di coltivazione.
no: Fullstendig informasjon om cannabinoidinnhold, terpenprofiler og dyrkingsmetoder.
sv: Fullständig information om cannabinoider, terpenprofiler och odlingsmetoder.

source: Compliance:
da: Overholdelse:
es: Cumplimiento:
fi: Lainmukaisuus:
ga: Comhlíonadh:
hu: Megfelelés:
it: Conformità:
no: Overholdelse:
sv: Efterlevnad:
