Repository: AndersonKamsong/medical_project
Catalog: medicalstore_robet/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, ga, hu, it, no, sv

source: Bank transfer instructions sent to your email
da: Bankoverførselsinstruktioner sendt til din e-mail
de: Überweisungsanweisungen an Ihre E-Mail gesendet
es: Instrucciones de transferencia bancaria enviadas a su correo
fi: Pankkisiirto-ohjeet lähetetty sähköpostiisi
ga: Treoracha aistrithe bainc seolta chuig do ríomhphost
hu: Banki átutalási utasítások elküldve e-mailben
it: Istruzioni per il bonifico inviate alla tua email
no: Bankoverførselinstruksjoner sendt til din e-post
sv: Banköverföringsinstruktioner skickade till din e-post

source: Usage Guidance
da: Brugervejledning
de: Anwendungshinweise
es: Guía de uso
fi: Käyttöohjeet
ga: Treoir Úsáide
hu: Használati útmutatás
it: Guida all'Utilizzo
no: Bruksveiledning
sv: Användningsvägledning

source: Inhalation: effects in 5-15 minutes, duration 2-3 hours. Edibles: effects in 30-90 minutes, duration 4-6 hours.
da: Inhalation: virkning efter 5-15 minutter, varighed 2-3 timer. Spiselige: virkning efter 30-90 minutter, varighed 4-6 timer.
de: Inhalation: Wirkung in 5-15 Minuten, Dauer 2-3 Stunden. Esswaren: Wirkung in 30-90 Minuten, Dauer 4-6 Stunden.
es: Inhalación: efectos en 5-15 minutos, duración 2-3 horas. Comestibles: efectos en 30-90 minutos, duración 4-6 horas.
fi: Inhalaatio: vaikutukset 5-15 minuutissa, kesto 2-3 tuntia. Syötävät: vaikutukset 30-90 minuutissa, kesto 4-6 tuntia.
ga: Inhaláil: éifeachtaí i 5-15 nóiméad, fad 2-3 uair an chloig. Inite: éifeachtaí i 30-90 nóiméad, fad 4-6 uair an chloig.
hu: Belélegzés: hatás 5-15 perc, időtartam 2-3 óra. Ehető termékek: hatás 30-90 perc, időtartam 4-6 óra.
it: Inalazione: effetti in 5-15 minuti, durata 2-3 ore. Edibili: effetti in 30-90 minuti, durata 4-6 ore.
no: Inhalering: effekt etter 5-15 minutter, varighet 2-3 timer. Spiselige: effekt etter 30-90 minutter, varighet 4-6 timer.
sv: Inhalation: effekt efter 5-15 minuter, varaktighet 2-3 timmar. Ätbara produkter: effekt efter 30-90 minuter, varaktighet 4-6 timmar.

source: Keep in a cool, dark place in airtight containers. Store securely away from children and pets.
da: Opbevar på et køligt, mørkt sted i lufttætte beholdere. Opbevar sikkert væk fra børn og kæledyr.
de: Kühl und dunkel in luftdichten Behältern lagern. Sicher vor Kindern und Haustieren aufbewahren.
es: Guarde en un lugar fresco y oscuro en recipientes herméticos. Almacene de forma segura lejos de niños y mascotas.
fi: Säilytä viileässä, pimeässä paikassa ilmatiiviissä astioissa. Pidä turvallisesti lasten ja lemmikkien ulottumattomissa.
ga: Coinnigh i n-áit fhionnuar dorcha i gcoimeádáin aer-tiubh. Stóráil go slán amach ó leanaí agus peataí.
hu: Tartsa hűvös, sötét helyen légmentes edényekben. Tárolja biztonságosan gyermekek és háziállatok elől.
it: Conservare in un luogo fresco e buio in contenitori ermetici. Conservare in sicurezza lontano da bambini e animali domestici.
no: Oppbevares på et kjølig, mørkt sted i lufttette beholdere. Oppbevares sikkert borte fra barn og kjæledyr.
sv: Förvara på svalt, mörkt ställe i lufttäta behållare. Förvara säkert borta från barn och husdjur.

source: Address copied to clipboard!
da: Adresse kopieret til udklipsholder!
de: Adresse in Zwischenablage kopiert!
es: ¡Dirección copiada al portapapeles!
fi: Osoite kopioitu leikepöydälle!
ga: Seoladh cóipeáilte chuig an ghearrthaisce!
hu: Cím másolva a vágólapra!
it: Indirizzo copiato negli appunti!
no: Adresse kopiert til utklippstavle!
sv: Adress kopierad till urklipp!

source: Weight
da: Vægt
de: Gewicht
es: Peso
fi: Paino
ga: Meáchan
hu: Súly
it: Peso
no: Vekt
sv: Vikt

source: Thank You for Your Order
da: Tak for din ordre
de: Vielen Dank für Ihre Bestellung
es: Gracias por su pedido
fi: Kiitos Tilauksestasi
ga: Go Raibh Maith Agat as d'Ordú
hu: Köszönjük rendelését
it: Grazie per il Tuo Ordine
no: Takk for din bestilling
sv: Tack för din beställning

source: Dear Valued Customer,
da: Kære værdifulde kunde,
de: Sehr geehrter Kunde,
es: Estimado cliente,
fi: Arvostettu Asiakkaamme,
ga: A Chustaiméir Luachmhar,
hu: Tisztelt Vásárlónk,
it: Gentile Cliente,
no: Kjære verdsatte kunde,
sv: Bästa kund,

source: We appreciate your trust in GreenMed Store. Please find below the details for your bank transfer payment:
da: Vi sætter pris på din tillid til GreenMed Store. Find nedenfor detaljerne for din bankoverførselsbetaling:
de: Wir schätzen Ihr Vertrauen in GreenMed Store. Unten finden Sie die Details für Ihre Banküberweisung:
es: Apreciamos su confianza en GreenMed Store. A continuación encontrará los detalles para su pago por transferencia bancaria:
fi: Arvostamme luottamustasi GreenMed Storeen. Alla ovat pankkisiirron maksutiedot:
ga: Táimid buíoch d'iontaoibh i GreenMed Store. Féach thíos le do thoil na sonraí le haghaidh d'íocaíocht aistrithe bainc:
hu: Nagyra értékeljük bizalmát a GreenMed Store-ban. Kérjük, tekintse meg alább banki átutalásának részleteit:
it: Apprezziamo la tua fiducia in GreenMed Store. Di seguito trovi i dettagli per il pagamento tramite bonifico bancario:
no: Vi setter pris på din tillit til GreenMed Store. Vennligst finn nedenfor detaljene for din bankoverføringsbetaling:
sv: Vi uppskattar ditt förtroende för GreenMed Store. Nedan hittar du detaljerna för din banköverföring:

source: Payment Instructions
da: Betalingsinstruktioner
de: Zahlungsanweisungen
es: Instrucciones de pago
fi: Maksuohjeet
ga: Treoracha Íocaíochta
hu: Fizetési utasítások
it: Istruzioni di Pagamento
no: Betalingsinstruksjoner
sv: Betalningsinstruktioner

source: Bank Name:
da: Banknavn:
es: Nombre del banco:
fi: Pankin nimi:
ga: Ainm na Bainc:
hu: Bank neve:
it: Nome Banca:
no: Banknavn:
sv: Banknamn:

source: Account Name:
da: Kontonavn:
de: Kontoinhaber:
es: Nombre de la cuenta:
fi: Tilin nimi:
ga: Ainm an Chuntais:
hu: Számla neve:
it: Nome Conto:
no: Kontonavn:
sv: Kontonamn:

source: Account Number:
da: Kontonummer:
de: Kontonummer:
es: Número de cuenta:
fi: Tilinumero:
ga: Uimhir an Chuntais:
hu: Számlaszám:
it: Numero Conto:
no: Kontonummer:
sv: Kontonummer:

source: Amount Due:
da: Forfaldent beløb:
de: Fälliger Betrag:
es: Monto adeudado:
fi: Maksettava summa:
ga: Méid atá Le Dlí:
hu: Fizetendő összeg:
it: Importo Dovuto:
no: Forfalt beløp:
sv: Belopp att betala:

source: Please include your Order ID in the payment reference to ensure prompt processing.
da: Inkluder venligst dit ordre-ID i betalingsreferencen for at sikre hurtig behandling.
de: Bitte geben Sie Ihre Bestellnummer im Verwendungszweck an, um eine schnelle Bearbeitung zu gewährleisten.
es: Incluya su ID de pedido en la referencia de pago para garantizar un procesamiento rápido.
fi: Sisällytä tilausnumerosi maksuviitteeseen varmistaaksesi nopean käsittelyn.
ga: Cuir d'Aitheantas Ordú isteach sa tagairt íocaíochta le do thoil chun próiseáil phráinneach a áirithiú.
hu: Kérjük, adja meg rendelési azonosítóját a fizetési referenciában a gyors feldolgozás érdekében.
it: Si prega di includere il tuo ID ordine nel riferimento di pagamento per garantire un'elaborazione tempestiva.
no: Vennligst inkluder din bestillings-ID i betalingsreferansen for å sikre rask behandling.
sv: Var god inkludera ditt order-ID i betalningsreferensen för säkerställd snabb behandling.

source: Next Steps
da: Næste trin
de: Nächste Schritte
es: Próximos pasos
fi: Seuraavat Vaiheet
ga: Céimeanna Eile
hu: Következő lépések
it: Prossimi Passi
no: Neste steg
sv: Nästa steg

source: Complete your bank transfer using the details above
da: Fuldfør din bankoverførsel ved at bruge oplysningerne ovenfor
de: Führen Sie Ihre Überweisung mit den oben genannten Details durch
es: Complete su transferencia bancaria utilizando los detalles anteriores
fi: Suorita pankkisiirto yllä olevien tietojen avulla
ga: Críochnaigh d'aistriú bainc ag úsáid na sonraí thuas
hu: Fejezze be banki átutalását a fenti adatok felhasználásával
it: Completa il tuo bonifico bancario utilizzando i dettagli sopra
no: Fullfør din bankoverføring ved å bruke detaljene ovenfor
sv: Slutför din banköverföring med ovanstående detaljer

source: Keep your transaction receipt for reference
da: Gem din transaktionskvittering som reference
de: Bewahren Sie Ihren Zahlungsbeleg als Referenz auf
es: Guarde su recibo de transacción como referencia
fi: Säilytä tapahtumakuitti viitteenä
ga: Coinnigh d'adhmad idirbhearta mar thagairt
hu: Őrizze meg tranzakció nyugtáját hivatkozásként
it: Conserva la ricevuta della transazione come riferimento
no: Behold din transaksjonskvittering som referanse
sv: Behåll ditt transaktionskvitto som referens

source: We'll notify you once payment is received
da: Vi giver dig besked, når betalingen er modtaget
de: Wir benachrichtigen Sie nach Zahlungseingang
es: Le notificaremos una vez recibido el pago
fi: Ilmoitamme sinulle, kun maksu on vastaanotettu
ga: Cuirfimid in iúl duit nuair a fhaightear íocaíocht
hu: Értesítjük Önt, amint megkaptuk a fizetést
it: Ti informeremo una volta ricevuto il pagamento
no: Vi vil varsle deg når betaling er mottatt
sv: Vi meddelar dig när betalningen mottagits

source: Your order will be prepared for shipment
da: Din ordre vil blive forberedt til forsendelse
de: Ihre Bestellung wird für den Versand vorbereitet
es: Su pedido será preparado para envío
fi: Tilauksesi valmistellaan lähetystä varten
ga: Ullmhófar d'ordú le haghaidh loingseoireachta
hu: Rendelését előkészítjük a szállításra
it: Il tuo ordine verrà preparato per la spedizione
no: Din bestilling vil bli forberedt for forsendelse
sv: Din beställning kommer att förberedas för leverans

source: Need assistance? Contact our friendly support team:
da: Har du brug for hjælp? Kontakt vores venlige supportteam:
de: Brauchen Sie Hilfe? Kontaktieren Sie unser freundliches Support-Team:
es: ¿Necesita ayuda? Contacte a nuestro amable equipo de soporte:
fi: Tarvitsetko apua? Ota yhteyttä ystävälliseen asiakaspalvelutiimiimme:
ga: An bhfuil cúnamh uait? Déan teagmháil lenár bhfoireann tacaíochta cairdiúil:
hu: Segítségre van szüksége? Lépjen kapcsolatba barátságos támogatási csapatunkkal:
it: Hai bisogno di assistenza? Contatta il nostro cordiale team di supporto:
no: Trenger du hjelp? Kontakt vårt vennlige støtteteam:
sv: Behöver du hjälp? Kontakta vårt vänliga supportteam:

source: With green regards,
da: Med grønne hilsner,
de: Mit freundlichen Grüßen,
es: Saludos cordiales,
fi: Ystävällisin terveisin,
ga: Le dea-mhianta glasa,
hu: Zöld üdvözlettel,
it: Con i migliori saluti,
no: Med grønne hilsener,
sv: Med vänliga hälsningar,

source: The GreenMed Store Team
da: GreenMed Store-teamet
de: Das GreenMed Store Team
es: El equipo de GreenMed Store
fi: GreenMed Store -tiimi
ga: Foireann GreenMed Store
hu: A GreenMed Store csapata
it: Il Team di GreenMed Store
no: GreenMed Store-teamet
sv: GreenMed Store-teamet

source: Nurturing Your Wellness Naturally
da: Pleje af dit velvære naturligt
de: Ihr Wohlbefinden natürlich pflegen
es: Cuidando su bienestar de forma natural
fi: Hyvinvointisi Luonnollinen Hoitaminen
ga: Ag Cothú Do Fholláine go Nádúrtha
hu: Természetesen ápolja jólétét
it: Prendersi Cura del Tuo Benessere in Modo Naturale
no: Pleie din velvære naturlig
sv: Vårda din hälsa naturligt

source: Login to Proceed
da: Log ind for at fortsætte
de: Anmelden um fortzufahren
es: Inicie sesión para continuar
fi: Kirjaudu Jatkaaksesi
ga: Logáil Isteach chun Dul ar Aghaidh
hu: Jelentkezzen be a folytatáshoz
it: Accedi per Procedere
no: Logg inn for å fortsette
sv: Logga in för att fortsätta

source: Reset Your Password
da: Nulstil din adgangskode
de: Passwort zurücksetzen
es: Restablecer su contraseña
fi: Nollaa Salasanasi
ga: Athshocraigh Do Fhocal Faire
hu: Jelszó visszaállítása
it: Reimposta la Tua Password
no: Tilbakestill passordet ditt
sv: Återställ ditt lösenord

source: Enter your email to receive reset instructions
da: Indtast din e-mail for at modtage nulstillingsinstruktioner
de: Geben Sie Ihre E-Mail ein, um Anweisungen zum Zurücksetzen zu erhalten
es: Ingrese su correo para recibir instrucciones de restablecimiento
fi: Syötä sähköpostiosoitteesi saadaksesi nollausohjeet
ga: Cuir isteach do ríomhphost chun treoracha athshocraithe a fháil
hu: Adja meg e-mail címét a visszaállítási utasítások fogadásához
it: Inserisci la tua email per ricevere le istruzioni di reimpostazione
no: Skriv inn din e-post for å motta tilbakestillingsinstruksjoner
sv: Ange din e-post för att få återställningsinstruktioner

source: Send Reset Link
da: Send nulstillingslink
de: Link zum Zurücksetzen senden
es: Enviar enlace de restablecimiento
fi: Lähetä Nollauslinkki
ga: Seol Nasc Athshocraithe
hu: Visszaállítási link küldése
it: Invia Link di Reimpostazione
no: Send tilbakestillingslenke
sv: Skicka återställningslänk

source: Remember your password?
da: Huskede du din adgangskode?
de: Passwort bereits bekannt?
es: ¿Recuerda su contraseña?
fi: Muistatko salasanasi?
ga: An cuimhin leat d'fhocal faire?
hu: Emlékszik jelszavára?
it: Ricordi la tua password?
no: Husker du passordet ditt?
sv: Kommer du ihåg ditt lösenord?

source: Security Notice
da: Sikkerhedsmeddelelse
de: Sicherheitshinweis
es: Aviso de seguridad
fi: Turvallisuushuomautus
ga: Fógra Slándála
hu: Biztonsági értesítés
it: Avviso di Sicurezza
no: Sikkerhetsmerknad
sv: Säkerhetsmeddelande

source: Password reset links expire after 24 hours
da: Adgangskodenulstillingslinks udløber efter 24 timer
de: Links zum Zurücksetzen laufen nach 24 Stunden ab
es: Los enlaces de restablecimiento de contraseña caducan después de 24 horas
fi: Salasanan nollauslinkit vanhenevat 24 tunnin kuluttua
ga: Téann naisc athshocraithe focal faire in éag tar éis 24 uair an chloig
hu: A jelszó-visszaállító linkek 24 óra után lejárnak
it: I link di reimpostazione password scadono dopo 24 ore
no: Tilbakestillingslenker for passord utløper etter 24 timer
sv: Lösenordsåterställningslänkar upphör efter 24 timmar

source: Links can only be used once
da: Links kan kun bruges én gang
de: Links können nur einmal verwendet werden
es: Los enlaces solo se pueden usar una vez
fi: Linkkejä voidaan käyttää vain kerran
ga: Ní féidir naisc a úsáid ach uair amháin
hu: A linkek csak egyszer használhatók
it: I link possono essere utilizzati solo una volta
no: Lenker kan bare brukes én gang
sv: Länkar kan endast användas en gång

source: If you didn't request this, please ignore the email
da: Hvis du ikke har anmodet om dette, skal du ignorere e-mailen
de: Falls Sie dies nicht angefordert haben, ignorieren Sie die E-Mail
es: Si no solicitó esto, ignore el correo
fi: Jos et pyytänyt tätä, ohita sähköposti
ga: Mura tú a d'iarr é seo, déan neamhaird ar an ríomhphost
hu: Ha Ön nem kérte ezt, kérjük, hagyja figyelmen kívül az e-mailt
it: Se non hai richiesto questo, ignora l'email
no: Hvis du ikke ba om dette, vennligst ignorer e-posten
sv: Om du inte begärt detta, vänligen ignorera e-postmeddelandet

source: Check Your Email
da: Tjek din e-mail
de: Überprüfen Sie Ihre E-Mail
es: Revise su correo
fi: Tarkista Sähköpostisi
ga: Seiceáil Do Ríomhphost
hu: Ellenőrizze e-mailjeit
it: Controlla la Tua Email
no: Sjekk din e-post
sv: Kontrollera din e-post

source: We've sent password reset instructions
da: Vi har sendt instruktioner til nulstilling af adgangskode
de: Wir haben Anweisungen zum Zurücksetzen des Passworts gesendet
es: Hemos enviado instrucciones para restablecer la contraseña
fi: Olemme lähettäneet salasanan nollausohjeet
ga: Tá treoracha athshocraithe focal faire seolta againn
hu: Elküldtük a jelszó-visszaállítási utasításokat
it: Abbiamo inviato le istruzioni per reimpostare la password
no: Vi har sendt instruksjoner for tilbakestilling av passord
sv: Vi har skickat lösenordsåterställningsinstruktioner

source: If an account exists with this email, you'll receive a link to reset your password.
da: Hvis der findes en konto med denne e-mail, modtager du et link til at nulstille din adgangskode.
de: Falls ein Konto mit dieser E-Mail existiert, erhalten Sie einen Link zum Zurücksetzen Ihres Passworts.
es: Si existe una cuenta con este correo, recibirá un enlace para restablecer su contraseña.
fi: Jos tili on olemassa tällä sähköpostiosoitteella, saat linkin salasanan nollaamiseen.
ga: Má tá cuntas ann leis an ríomhphost seo, gheobhaidh tú nasc chun d'fhocal faire a athshocrú.
hu: Ha létezik fiók ezzel az e-mail címmel, kapni fog egy linket jelszava visszaállításához.
it: Se esiste un account con questa email, riceverai un link per reimpostare la tua password.
no: Hvis en konto eksisterer med denne e-posten, vil du motta en lenke for å tilbakestille passordet ditt.
sv: Om ett konto finns med denna e-post kommer du att få en länk för att återställa ditt lösenord.

source: Please check your spam folder if you don't see it.
da: Tjek venligst din spam-mappe, hvis du ikke kan se den.
de: Bitte überprüfen Sie Ihren Spam-Ordner, falls Sie die E-Mail nicht sehen.
es: Por favor revise su carpeta de spam si no lo ve.
fi: Tarkista roskapostikansiosi, jos et näe sitä.
ga: Seiceáil do fillteán spam más rud é nach bhfeiceann tú é.
hu: Kérjük, ellenőrizze a spam mappáját, ha nem látja.
it: Per favore controlla la tua cartella spam se non lo vedi.
no: Vennligst sjekk søppelpostmappen din hvis du ikke ser den.
sv: Vänligen kontrollera din skräppostmapp om du inte ser det.

source: The link will expire in 24 hours for security reasons.
da: Linket udløber om 24 timer af sikkerhedsmæssige årsager.
de: Aus Sicherheitsgründen läuft der Link in 24 Stunden ab.
es: El enlace caducará en 24 horas por razones de seguridad.
fi: Linkki vanhenee 24 tunnissa turvallisuussyistä.
ga: Téidh an nasc in éag laistigh de 24 uair an chloig ar chúiseanna slándála.
hu: A link biztonsági okokból 24 óra múlva lejár.
it: Il link scadrà tra 24 ore per motivi di sicurezza.
no: Lenken vil utløpe om 24 timer av sikkerhetsgrunner.
sv: Länken kommer att upphöra om 24 timmar av säkerhetsskäl.

source: Return to Sign In
da: Vend tilbage til log ind
de: Zurück zur Anmeldung
es: Volver a iniciar sesión
fi: Palaa Kirjautumiseen
ga: Fill ar Shíniú Isteach
hu: Vissza a bejelentkezéshez
it: Torna all'Accesso
no: Tilbake til innlogging
sv: Återgå till inloggning

source: No Email Received?
da: Ingen e-mail modtaget?
de: Keine E-Mail erhalten?
es: ¿No recibió el correo?
fi: Etkö Ole Saanut Sähköpostia?
ga: Ní bhfuair tú Ríomhphost?
hu: Nem kapott e-mailt?
it: Nessuna Email Ricevuta?
no: Ingen e-post mottatt?
sv: Inget e-postmeddelande mottaget?

source: Check your spam/junk folder
da: Tjek din spam/uønsket mappe
de: Spam-/Junk-Ordner überprüfen
es: Revise su carpeta de spam/correo no deseado
fi: Tarkista roskaposti-/roskakansiosi
ga: Seiceáil do fillteán spam/dramhaíl
hu: Ellenőrizze a spam/levélszemét mappáját
it: Controlla la tua cartella spam/post indesiderata
no: Sjekk søppelpost/søppelpostmappen din
sv: Kontrollera din skräppostmapp

source: Wait a few minutes - emails may be delayed
da: Vent et par minutter - e-mails kan være forsinkede
de: Einige Minuten warten - E-Mails können verzögert sein
es: Espere unos minutos - los correos pueden retrasarse
fi: Odota muutama minuutti - sähköpostit saattavat viivästyä
ga: Fan cúpla nóiméad - d'fhéadfadh moill a bheith ar ríomhphoist
hu: Várjon néhány percet - az e-mailek késleltetve lehetnek
it: Aspetta qualche minuto - le email potrebbero essere ritardate
no: Vent noen minutter - e-poster kan bli forsinket
sv: Vänta några minuter - e-postmeddelanden kan vara försenade

source: Ensure you entered the correct email address
da: Sikr dig, at du har indtastet den korrekte e-mailadresse
de: Stellen Sie sicher, dass Sie die richtige E-Mail-Adresse eingegeben haben
es: Asegúrese de haber ingresado la dirección de correo correcta
fi: Varmista, että syötit oikean sähköpostiosoitteen
ga: Dearbhaigh gur chuir tú isteach an seoladh ríomhphoirt ceart
hu: Győződjön meg róla, hogy a helyes e-mail címet adta meg
it: Assicurati di aver inserito l'indirizzo email corretto
no: Forsikre deg om at du har skrevet inn riktig e-postadresse
sv: Se till att du har angett rätt e-postadress

source: Contact support if you continue having issues
da: Kontakt support, hvis du fortsat har problemer
de: Support kontaktieren, wenn Probleme bestehen
es: Contacte al soporte si continúa teniendo problemas
fi: Ota yhteyttä tukeen, jos ongelmat jatkuvat
ga: Déan teagmháil le tacaíocht má leanann deacrachtaí ort
hu: Lépjen kapcsolatba a támogatással, ha továbbra is problémái vannak
it: Contatta il supporto se continui ad avere problemi
no: Kontakt kundestøtte hvis du fortsatt har problemer
sv: Kontakta support om du fortsätter ha problem

source: Set New Password
da: Indstil ny adgangskode
de: Neues Passwort festlegen
es: Establecer nueva contraseña
fi: Aseta Uusi Salasana
ga: Socraigh Focal Faire Nua
hu: Új jelszó beállítása
it: Imposta Nuova Password
no: Sett nytt passord
sv: Ange nytt lösenord

source: Create a strong new password
da: Opret en stærk ny adgangskode
de: Erstellen Sie ein starkes neues Passwort
es: Cree una nueva contraseña segura
fi: Luo vahva uusi salasana
ga: Cruthaigh focal faire láidir nua
hu: Hozzon létre egy erős új jelszót
it: Crea una nuova password forte
no: Lag et sterkt nytt passord
sv: Skapa ett starkt nytt lösenord

source: Invalid Link
da: Ugyldigt link
de: Ungültiger Link
es: Enlace inválido
fi: Virheellinen Linkki
ga: Nasc Neamhbhailí
hu: Érvénytelen link
it: Link Non Valido
no: Ugyldig lenke
sv: Ogiltig länk

source: This password reset link is no longer valid
da: Dette adgangskodenulstillingslink er ikke længere gyldigt
de: Dieser Link zum Zurücksetzen des Passworts ist nicht mehr gültig
es: Este enlace de restablecimiento de contraseña ya no es válido
fi: Tämä salasanan nollauslinkki ei ole enää voimassa
ga: Níl an nasc athshocraithe focal faire seo bailí a thuilleadh
hu: Ez a jelszó-visszaállító link már nem érvényes
it: Questo link di reimpostazione password non è più valido
no: Denne tilbakestillingslenken for passord er ikke lenger gyldig
sv: Denna lösenordsåterställningslänk är inte längre giltig

source: New Password
da: Ny adgangskode
de: Neues Passwort
es: Nueva contraseña
fi: Uusi Salasana
ga: Focal Faire Nua
hu: Új jelszó
it: Nuova Password
no: Nytt passord
sv: Nytt lösenord

source: Confirm New Password
da: Bekræft ny adgangskode
de: Neues Passwort bestätigen
es: Confirmar nueva contraseña
fi: Vahvista Uusi Salasana
ga: Deimhnigh Focal Faire Nua
hu: Új jelszó megerősítése
it: Conferma Nuova Password
no: Bekreft nytt passord
sv: Bekräfta nytt lösenord

source: Password Requirements
da: Adgangskodekrav
de: Passwortanforderungen
es: Requisitos de contraseña
fi: Salasanan Vaatimukset
ga: Riachtanais Focal Faire
hu: Jelszókövetelmények
it: Requisiti della Password
no: Passordkrav
sv: Lösenordskrav

source: Minimum 8 characters
da: Mindst 8 tegn
de: Mindestens 8 Zeichen
es: Mínimo 8 caracteres
fi: Vähintään 8 merkkiä
ga: Íoscharachtar 8
hu: Legalább 8 karakter
it: Minimo 8 caratteri
no: Minst 8 tegn
sv: Minst 8 tecken

source: Can't be too similar to your other information
da: Må ikke være for lig dine andre oplysninger
de: Darf Ihren anderen Informationen nicht zu ähnlich sein
es: No puede ser demasiado similar a su otra información
fi: Ei saa olla liian samanlainen kuin muut tietosi
ga: Ní féidir leis a bheith ró-chosúil le d'fhaisnéis eile
hu: Ne legyen túl hasonlít más adataihoz
it: Non può essere troppo simile alle tue altre informazioni
no: Kan ikke være for lik din annen informasjon
sv: Får inte vara för likt din övriga information

source: Can't be a commonly used password
da: Må ikke være en almindeligt brugt adgangskode
de: Darf kein häufig verwendetes Passwort sein
es: No puede ser una contraseña comúnmente usada
fi: Ei saa olla yleisesti käytetty salasana
ga: Ní féidir leis a bheith ina fhocal faire coitianta
hu: Ne legyen gyakran használt jelszó
it: Non può essere una password comunemente usata
no: Kan ikke være et vanlig brukt passord
sv: Får inte vara ett vanligt använt lösenord
