Repository: AndersonKamsong/medical_project
Catalog: medicalstore_robet/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, ga, hu, it, no, sv

source: For personalized product recommendations
da: Til personlige produktanbefalinger
de: Für personalisierte Produktempfehlungen
es: Para recomendaciones de productos personalizadas
fi: Henkilökohtaisten tuotesuosituksien saamiseksi
ga: Le haghaidh moltaí táirgí pearsanta
hu: Személyre szabott termékajánlásokhoz
it: Per raccomandazioni prodotti personalizzate
no: For personlige produktanbefalinger
sv: För personliga produktrekommendationer

source: Experience Level with Cannabis
da: Erfaringsniveau med cannabis
de: Erfahrungslevel mit Cannabis
es: Nivel de experiencia con cannabis
fi: Kokemustaso kannabiksen kanssa
ga: Leibhéal Taithí le Cannabas
hu: Kannabiszzal való tapasztalati szint
it: Livello Esperienza con Cannabis
no: Erfaringsnivå med cannabis
sv: Erfarenhetsnivå med cannabis

source: Select your experience level
da: Vælg dit erfaringsniveau
de: Wählen Sie Ihr Erfahrungslevel
es: Seleccione su nivel de experiencia
fi: Valitse kokemustasosi
ga: Roghnaigh do leibhéal taithí
hu: Válassza ki tapasztalati szintjét
it: Seleziona il tuo livello di esperienza
no: Velg ditt erfaringsnivå
sv: Välj din erfarenhetsnivå

source: Beginner (first time user)
da: Begynder (førstegangsbruger)
de: Anfänger (Erstanwender)
es: Principiante (primer uso)
fi: Aloittelija (ensikertalainen)
ga: Tosaitheoir (úsáideoir den chéad uair)
hu: Kezdő (első alkalommal használ)
it: Principiante (primo uso)
no: Nybegynner (førstegangsbruker)
sv: Nyborjare (första gången användare)

source: Intermediate (occasional use)
da: Mellemniveau (lejlighedsvis brug)
de: Mittelstufe (gelegentliche Nutzung)
es: Intermedio (uso ocasional)
fi: Keskitaso (satunnainen käyttö)
ga: Idirmheánach (úsáid ó am go chéile)
hu: Középhaladó (alkalmi használó)
it: Intermedio (uso occasionale)
no: Middels (av og til bruk)
sv: Mellanliggande (tillfälligt bruk)

source: Experienced (regular medical user)
da: Erfaren (regelmæssig medicinsk bruger)
de: Erfahren (regelmäßiger medizinischer Nutzer)
es: Experimentado (usuario médico regular)
fi: Kokenut (säännöllinen lääkekäyttäjä)
ga: Taithíoch (úsáideoir míochaine rialta)
hu: Tapasztalt (rendszeres orvosi felhasználó)
it: Esperto (utente medico regolare)
no: Erfaren (regelmessig medisinsk bruker)
sv: Erfaren (regelbunden medicinsk användare)

source: I am a registered medical cannabis patient
da: Jeg er en registreret medicinsk cannabispatient
de: Ich bin ein registrierter medizinischer Cannabispatient
es: Soy un paciente registrado de cannabis médico
fi: Olen rekisteröity lääkekannabispotilas
ga: Is othar cláraithe cannabais míochaine mé
hu: Regisztrált orvosi kannabisz beteg vagyok
it: Sono un paziente registrato di cannabis medica
no: Jeg er en registrert medisinsk cannabisbruker
sv: Jag är en registrerad medicinsk cannabispatient

source: Save Medical Profile
da: Gem medicinsk profil
de: Medizinisches Profil speichern
es: Guardar perfil médico
fi: Tallenna lääketieteellinen profiili
ga: Sábháil Próifíl Mhíochaine
hu: Orvosi profil mentése
it: Salva Profilo Medico
no: Lagre medisinsk profil
sv: Spara medicinsk profil

source: Account Summary
da: Kontooversigt
de: Kontozusammenfassung
es: Resumen de cuenta
fi: Tilin yhteenveto
ga: Achoimre Cuntais
hu: Fiók összegzés
it: Riepilogo Account
no: Kontooversikt
sv: Kontosammanfattning

source: Total Orders
da: Samlede ordrer
de: Gesamtbestellungen
es: Total de pedidos
fi: Tilausten määrä
ga: Iomlán Orduithe
hu: Összes rendelés
it: Ordini Totali
no: Totalt antall bestillinger
sv: Totalt antal beställningar

source: Total Spent
da: Samlet brugt
de: Gesamtausgaben
es: Total gastado
fi: Yhteensä käytetty
ga: Iomlán Caite
hu: Összes kiadás
it: Totale Speso
no: Totalt brukt
sv: Totalt spenderat

source: Member Since
da: Medlem siden
de: Mitglied seit
es: Miembro desde
fi: Jäsen alkaen
ga: Ball Ó
hu: Tagság kezdete
it: Membro Dal
no: Medlem siden
sv: Medlem sedan

source: Password
da: Adgangskode
de: Passwort
es: Contraseña
fi: Salasana
ga: Focal Faire
hu: Jelszó
no: Passord
sv: Lösenord

source: Last changed: Never
da: Sidst ændret: Aldrig
de: Zuletzt geändert: Nie
es: Último cambio: Nunca
fi: Viimeksi muutettu: Ei koskaan
ga: Athraithe deireanach: Riamh
hu: Utolsó módosítás: Soha
it: Ultima modifica: Mai
no: Sist endret: Aldri
sv: Senast ändrad: Aldrig

source: Change Password
da: Skift adgangskode
de: Passwort ändern
es: Cambiar contraseña
fi: Vaihda salasana
ga: Athraigh Focal Faire
hu: Jelszó módosítása
it: Cambia Password
no: Endre passord
sv: Ändra lösenord

source: Two-Factor Authentication
da: Tofaktor-godkendelse
de: Zwei-Faktor-Authentifizierung
es: Autenticación de dos factores
fi: Kaksivaiheinen tunnistautuminen
ga: Fíordheimniú Dhá Fhachtóir
hu: Kétlépcsős azonosítás
it: Autenticazione a Due Fattori
no: To-faktor autentisering
sv: Tvåfaktorsautentisering

source: Not enabled
da: Ikke aktiveret
de: Nicht aktiviert
es: No habilitado
fi: Ei käytössä
ga: Ní cumasaithe
hu: Nincs engedélyezve
it: Non abilitata
no: Ikke aktivert
sv: Inte aktiverat

source: Enable 2FA
da: Aktivér 2FA
de: 2FA aktivieren
es: Habilitar 2FA
fi: Ota 2FA käyttöön
ga: Cumasaigh 2FA
hu: 2FA engedélyezése
it: Abilita 2FA
no: Aktiver 2FA
sv: Aktivera 2FA

source: Login Sessions
da: Loginsessioner
de: Anmeldesitzungen
es: Sesiones de inicio
fi: Kirjautumistapahtumat
ga: Seisiúin Logála Isteach
hu: Bejelentkezési munkamenetek
it: Sessioni di Accesso
no: Innloggingsøkter
sv: Inloggningssessioner

source: Manage active sessions
da: Administrer aktive sessioner
de: Aktive Sitzungen verwalten
es: Administrar sesiones activas
fi: Hallitse aktiivisia istuntoja
ga: Bainistigh seisiúin ghníomhacha
hu: Aktív munkamenetek kezelése
it: Gestisci sessioni attive
no: Administrer aktive økter
sv: Hantera aktiva sessioner

source: View Sessions
da: Se sessioner
de: Sitzungen anzeigen
es: Ver sesiones
fi: Näytä istunnot
ga: Féach ar Sheisiúin
hu: Munkamenetek megtekintése
it: Vedi Sessioni
no: Se økter
sv: Visa sessioner

source: Welcome Back
da: Velkommen tilbage
de: Willkommen zurück
es: Bienvenido de nuevo
fi: Tervetuloa takaisin
ga: Fáilte Arís
hu: Üdv újra
it: Bentornato
no: Velkommen tilbake
sv: Välkommen tillbaka

source: Sign in to your cannabis account
da: Log ind på din cannabiskonto
de: Melden Sie sich in Ihrem Cannabis-Konto an
es: Inicie sesión en su cuenta de cannabis
fi: Kirjaudu sisään kannabistilillesi
ga: Logáil isteach i do chuntas cannabais
hu: Jelentkezzen be kannabisz fiókjába
it: Accedi al tuo account cannabis
no: Logg inn på din cannabiskonto
sv: Logga in på ditt cannabiskonto

source: Please correct the errors below.
da: Ret venligst fejlene nedenfor.
de: Bitte korrigieren Sie die folgenden Fehler.
es: Corrija los errores a continuación.
fi: Korjaa alla olevat virheet.
ga: Ceartaigh na hearráidí thíos le do thoil.
hu: Kérjük, javítsa az alábbi hibákat.
it: Correggi gli errori qui sotto.
no: Vennligst rett feilene nedenfor.
sv: Vänligen rätta felen nedan.

source: Username or Email
da: Brugernavn eller e-mail
de: Benutzername oder E-Mail
es: Nombre de usuario o correo
fi: Käyttäjätunnus tai sähköposti
ga: Ainm Úsáideora nó Ríomhphost
hu: Felhasználónév vagy e-mail
it: Nome Utente o Email
no: Brukernavn eller e-post
sv: Användarnamn eller e-post

source: Remember me
da: Husk mig
de: Angemeldet bleiben
es: Recordarme
fi: Muista minut
ga: Cuimhnigh orm
hu: Emlékezz rám
it: Ricordami
no: Husk meg
sv: Kom ihåg mig

source: Forgot password?
da: Glemt adgangskode?
de: Passwort vergessen?
es: ¿Olvidó su contraseña?
fi: Unohditko salasanan?
ga: Dearmad focal faire?
hu: Elfelejtette jelszavát?
it: Password dimenticata?
no: Glemt passord?
sv: Glömt lösenord?

source: I confirm that I am 18 years of age or older
da: Jeg bekræfter, at jeg er 18 år eller derover
de: Ich bestätige, dass ich mindestens 18 Jahre alt bin
es: Confirmo que tengo 18 años o más
fi: Vahvistan olevani 18-vuotias tai sitä vanhempi
ga: Dearbhaím go bhfuil mé 18 bliana d'aois nó níos sine
hu: Igazolom, hogy 18 éves vagy annál idősebb vagyok
it: Confermo di avere almeno 18 anni
no: Jeg bekrefter at jeg er 18 år eller eldre
sv: Jag bekräftar att jag är 18 år eller äldre

source: Sign In
da: Log ind
de: Anmelden
es: Iniciar sesión
fi: Kirjaudu sisään
ga: Sínigh Isteach
hu: Bejelentkezés
it: Accedi
no: Logg inn
sv: Logga in

source: Don't have an account?
da: Har du ikke en konto?
de: Kein Konto?
es: ¿No tiene una cuenta?
fi: Eikö sinulla ole tiliä?
ga: Níl cuntas agat?
hu: Nincs még fiókja?
it: Non hai un account?
no: Har du ikke en konto?
sv: Har du inget konto?

source: Sign up here
da: Opret dig her
de: Hier registrieren
es: Regístrese aquí
fi: Rekisteröidy täältä
ga: Cláraigh anseo
hu: Regisztráljon itt
it: Registrati qui
no: Registrer deg her
sv: Registrera dig här

source: Or continue as guest
da: Eller fortsæt som gæst
de: Oder als Gast fortfahren
es: O continuar como invitado
fi: Tai jatka vieraana
ga: Nó lean ar aghaidh mar aoi
hu: Vagy folytassa vendégként
it: O continua come ospite
no: Eller fortsett som gjest
sv: Eller fortsätt som gäst

source: Continue as Guest
da: Fortsæt som gæst
de: Als Gast fortfahren
es: Continuar como invitado
fi: Jatka vieraana
ga: Lean ar Aghaidh mar Aoi
hu: Folytatás vendégként
it: Continua come Ospite
no: Fortsett som gjest
sv: Fortsätt som gäst

source: All cannabis products are for adults 18+ only
da: Alle cannabisprodukter er kun for voksne 18+
de: Alle Cannabisprodukte nur für Erwachsene ab 18 Jahren
es: Todos los productos de cannabis son solo para mayores de 18 años
fi: Kaikki kannabistuotteet ovat vain 18-vuotiaille ja sitä vanhemmille
ga: Tá gach táirge cannabais do dhaoine fásta 18+ amháin
hu: Minden kannabiszáru kizárólag 18 év feletti felnőttek számára
it: Tutti i prodotti cannabis sono solo per adulti 18+
no: Alle cannabisprodukter er kun for voksne 18+
sv: Alla cannabisprodukter är endast för vuxna 18+

source: Consult your physician before using cannabis products
da: Konsulter din læge før brug af cannabisprodukter
de: Konsultieren Sie Ihren Arzt vor der Verwendung von Cannabisprodukten
es: Consulte a su médico antes de usar productos de cannabis
fi: Kysy lääkäriltä ennen kannabistuotteiden käyttöä
ga: Comhairligh le do dhochtúir sula n-úsáideann tú táirgí cannabais
hu: Konzultáljon orvosával kannabiszáruk használata előtt
it: Consulta il tuo medico prima di usare prodotti cannabis
no: Konsulter legen din før bruk av cannabisprodukter
sv: Konsultera din läkare innan du använder cannabisprodukter

source: These products are not intended to diagnose, treat, cure or prevent any disease. By signing in, you acknowledge you understand our products should not replace professional medical advice.
da: Disse produkter er ikke beregnet til at diagnosticere, behandle, helbrede eller forebygge sygdomme. Ved at logge ind anerkender du, at vores produkter ikke bør erstatte professionel medicinsk rådgivning.
de: Diese Produkte sind nicht zur Diagnose, Behandlung, Heilung oder Vorbeugung von Krankheiten bestimmt. Durch die Anmeldung bestätigen Sie, dass unsere Produkte keinen professionellen medizinischen Rat ersetzen.
es: Estos productos no están destinados a diagnosticar, tratar, curar o prevenir ninguna enfermedad. Al iniciar sesión, reconoce que entiende que nuestros productos no deben reemplazar el consejo médico profesional.
fi: Näitä tuotteita ei ole tarkoitettu minkään sairauden diagnosointiin, hoitoon, parantamiseen tai ehkäisyyn. Kirjautumalla sisään vahvistat ymmärtäväsi, että tuotteemme eivät korvaa ammattilaisten antamaa lääketieteellistä neuvontaa.
ga: Níl na táirgí seo ceaptha chun aon ghalar a dhiagnóisiú, a chóireáil, a leigheas nó a chosc. Trí shíniú isteach, admhaíonn tú go dtuigeann tú nár cheart ár dtáirgí a chur in áit comhairle mhíochaine ghairmiúil.
hu: Ezek a termékek nem diagnosztizálnak, kezelnek, gyógyítanak vagy megelőznek betegségeket. Bejelentkezéssel tudomásul veszi, hogy termékeink nem helyettesítik a szakorvosi tanácsot.
it: Questi prodotti non sono destinati a diagnosticare, trattare, curare o prevenire alcuna malattia. Accedendo, riconosci che i nostri prodotti non sostituiscono il parere medico professionale.
no: Disse produktene er ikke ment å diagnostisere, behandle, kurere eller forebygge sykdom. Ved å logge inn bekrefter du at du forstår at våre produkter ikke skal erstatte profesjonell medisinsk rådgivning.
sv: Dessa produkter är inte avsedda att diagnostisera, behandla, bota eller förebygga någon sjukdom. Genom att logga in bekräftar du att du förstår att våra produkter inte ska ersätta professionellt medicinskt råd.

source: You must confirm you are 18+ to access this site
da: Du skal bekræfte, at du er 18+ for at få adgang til dette websted
de: Sie müssen bestätigen, dass Sie 18+ sind, um auf diese Seite zuzugreifen
es: Debe confirmar que tiene 18+ para acceder a este sitio
fi: Sinun on vahvistettava olevasi 18+ päästäksesi tälle sivustolle
ga: Ní mór duit a dhearbhú go bhfuil tú 18+ chun rochtain a fháil ar an suíomh seo
hu: 18 év felettinek kell lennie a webhely eléréséhez
it: Devi confermare di avere almeno 18 anni per accedere a questo sito
no: Du må bekrefte at du er 18+ for å få tilgang til dette nettstedet
sv: Du måste bekräfta att du är 18+ för att komma åt denna webbplats

source: Create Account
da: Opret konto
de: Konto erstellen
es: Crear cuenta
fi: Luo tili
ga: Cruthaigh Cuntas
hu: Fiók létrehozása
it: Crea Account
no: Opprett konto
sv: Skapa konto

source: Join CannabiCare for exclusive access to premium cannabis products
da: Tilmeld dig CannabiCare for eksklusiv adgang til premium cannabisprodukter
de: Schließen Sie sich CannabiCare für exklusiven Zugang zu Premium-Cannabisprodukten an
es: Únase a CannabiCare para acceso exclusivo a productos premium de cannabis
fi: Liity CannabiCaren jäseneksi saadaksesi yksinoikeuden premium-kannabistuotteisiin
ga: Bí linn ag CannabiCare le haghaidh rochtain eisiach ar tháirgí cannabais phréimhe
hu: Csatlakozzon a CannabiCare-hez prémium kannabiszáruk exkluzív hozzáféréséért
it: Unisciti a CannabiCare per accesso esclusivo a prodotti cannabis premium
no: Bli med i CannabiCare for eksklusiv tilgang til premium cannabisprodukter
sv: Gå med i CannabiCare för exklusiv tillgång till premium cannabisprodukter

source: Password must be at least 8 characters long and contain letters and numbers.
da: Adgangskoden skal være mindst 8 tegn lang og indeholde bogstaver og tal.
de: Passwort muss mindestens 8 Zeichen lang sein und Buchstaben und Zahlen enthalten.
es: La contraseña debe tener al menos 8 caracteres y contener letras y números.
fi: Salasanan on oltava vähintään 8 merkkiä pitkä ja sisältää kirjaimia ja numeroita.
ga: Ní mór don fhocal faire a bheith ar a laghad 8 gcarachtar ar fhad agus litreacha agus uimhreacha a bheith ann.
hu: A jelszónak legalább 8 karakter hosszúnak kell lennie, és tartalmaznia kell betűket és számokat.
it: La password deve essere lunga almeno 8 caratteri e contenere lettere e numeri.
no: Passordet må være minst 8 tegn langt og inneholde bokstaver og tall.
sv: Lösenordet måste vara minst 8 tecken långt och innehålla bokstäver och siffror.

source: Confirm Password
da: Bekræft adgangskode
de: Passwort bestätigen
es: Confirmar contraseña
fi: Vahvista salasana
ga: Deimhnigh Focal Faire
hu: Jelszó megerősítése
it: Conferma Password
no: Bekreft passord
sv: Bekräfta lösenord

source: I agree to the <a href="%(url)s">Terms of Service</a> and <a href="%(url)s">Privacy Policy</a>
da: Jeg accepterer <a href="%(url)s">Servicevilkår</a> og <a href="%(url)s">Privatlivspolitik</a>
de: Ich stimme den <a href="%(url)s">Nutzungsbedingungen</a> und der <a href="%(url)s">Datenschutzrichtlinie</a> zu
es: Acepto los <a href="%(url)s">Términos de Servicio</a> y la <a href="%(url)s">Política de Privacidad</a>
fi: Hyväksyn <a href="%(url)s">Käyttöehdot</a> ja <a href="%(url)s">Tietosuojakäytännön</a>
ga: Aontaím leis na <a href="%(url)s">Téarmaí Seirbhíse</a> agus an <a href="%(url)s">Polasaí Príobháideachta</a>
hu: Elfogadom a <a href="%(url)s">Szolgáltatási Feltételeket</a> és az <a href="%(url)s">Adatvédelmi irányelveket</a>
it: Accetto i <a href="%(url)s">Termini di Servizio</a> e l'<a href="%(url)s">Informativa sulla Privacy</a>
no: Jeg godtar <a href="%(url)s">Bruksvilkårene</a> og <a href="%(url)s">Personvernerklæringen</a>
sv: Jag godkänner <a href="%(url)s">Användarvillkoren</a> och <a href="%(url)s">Integritetspolicyn</a>

source: I confirm that I am at least 18 years of age
da: Jeg bekræfter, at jeg er mindst 18 år gammel
de: Ich bestätige, dass ich mindestens 18 Jahre alt bin
es: Confirmo que tengo al menos 18 años
fi: Vahvistan olevani vähintään 18-vuotias
ga: Dearbhaím go bhfuil mé 18 bliana d'aois ar a laghad
hu: Igazolom, hogy legalább 18 éves vagyok
it: Confermo di avere almeno 18 anni
no: Jeg bekrefter at jeg er minst 18 år gammel
sv: Jag bekräftar att jag är minst 18 år gammal

source: I understand cannabis products are for adult use only and should be kept away from children
da: Jeg forstår, at cannabisprodukter kun er til voksne og skal holdes væk fra børn
de: Ich verstehe, dass Cannabisprodukte nur für Erwachsene bestimmt sind und von Kindern ferngehalten werden sollten
es: Entiendo que los productos de cannabis son solo para adultos y deben mantenerse alejados de los niños
fi: Ymmärrän, että kannabistuotteet ovat vain aikuisten käyttöön ja niitä tulee pitää lasten ulottumattomissa
ga: Tuigim gur le haghaidh úsáide fásta amháin atá táirgí cannabais agus gur cheart iad a choinneáil amach ó leanaí
hu: Megértem, hogy a kannabiszáruk csak felnőttek számára szólnak, és gyermekektől távol kell tartani
it: Capisco che i prodotti cannabis sono solo per adulti e devono essere tenuti lontano dai bambini
no: Jeg forstår at cannabisprodukter kun er for voksne og skal holdes borte fra barn
sv: Jag förstår att cannabisprodukter endast är för vuxenbruk och ska hållas borta från barn

source: I would like to receive updates about new cannabis strains and products (optional)
da: Jeg vil gerne modtage opdateringer om nye cannabissorter og produkter (valgfrit)
de: Ich möchte Updates über neue Cannabissorten und Produkte erhalten (optional)
es: Me gustaría recibir actualizaciones sobre nuevas cepas y productos de cannabis (opcional)
fi: Haluan saada päivityksiä uusista kannabisroduista ja -tuotteista (valinnainen)
ga: Ba mhaith liom nuashonrúcháin a fháil faoi shíolta cannabais nua agus táirgí (roghnach)
hu: Szeretnék értesítéseket kapni új kannabiszfajtákról és termékekről (opcionális)
it: Vorrei ricevere aggiornamenti su nuove varietà e prodotti cannabis (opzionale)
no: Jeg ønsker å motta oppdateringer om nye cannabisstrains og produkter (valgfritt)
sv: Jag vill få uppdateringar om nya cannabissorter och produkter (valfritt)

source: Already have an account?
da: Har du allerede en konto?
de: Haben Sie bereits ein Konto?
es: ¿Ya tiene una cuenta?
fi: Onko sinulla jo tili?
ga: Tá cuntas agat cheana féin?
hu: Már van fiókja?
it: Hai già un account?
no: Har du allerede en konto?
sv: Har du redan ett konto?

source: Sign in here
da: Log ind her
de: Hier anmelden
es: Inicie sesión aquí
fi: Kirjaudu sisään täältä
ga: Logáil isteach anseo
hu: Jelentkezzen be itt
it: Accedi qui
no: Logg inn her
sv: Logga in här

source: Why Register With Us?
da: Hvorfor registrere hos os?
de: Warum bei uns registrieren?
es: ¿Por qué registrarse con nosotros?
fi: Miksi rekisteröityä meidän kanssamme?
ga: Cén fáth Clárú Linn?
hu: Miért regisztráljon hozzánk?
it: Perché Registrarsi da Noi?
no: Hvorfor registrere deg hos oss?
sv: Varför registrera dig hos oss?

source: Access to premium cannabis strains and CBD products
da: Adgang til premium cannabissorter og CBD-produkter
de: Zugang zu Premium-Cannabissorten und CBD-Produkten
es: Acceso a cepas premium de cannabis y productos CBD
fi: Pääsy premium-kannabisrotuihin ja CBD-tuotteisiin
ga: Rochtain ar shíolta cannabais phréimhe agus táirgí CBD
hu: Hozzáférés prémium kannabiszfajtákhoz és CBD termékekhez
it: Accesso a varietà cannabis premium e prodotti CBD
no: Tilgang til premium cannabisstrains og CBD-produkter
sv: Tillgång till premium cannabissorter och CBD-produkter

source: Exclusive member discounts and early access to sales
da: Eksklusive medlemsrabatter og tidlig adgang til salg
de: Exklusive Mitgliederrabatte und früher Zugang zu Verkäufen
es: Descuentos exclusivos para miembros y acceso anticipado a ventas
fi: Jäsenedut ja aikainen pääsy myyntiin
ga: Lascainní eisiacha do bhaill agus rochtain luath ar dhíolacháin
hu: Exkluzív tagkedvezmények és korai hozzáférés az akciókhoz
it: Sconti esclusivi per membri e accesso anticipato alle vendite
no: Eksklusive medlemsrabatter og tidlig tilgang til salg
sv: Exklusiva medlemsrabatter och tidig tillgång till reor

source: Grower's corner with cultivation tips and resources
da: Dyrkerhjørne med dyrkningsråd og ressourcer
de: Anbauerecke mit Kultivierungstipps und Ressourcen
es: Rincón del cultivador con consejos y recursos de cultivo
fi: Kasvattajien kulma kasvatusvinkkeineen ja resursseineen
ga: Cúinne an fhásóra le leideanna agus acmhainní saothraithe
hu: Termesztői sarok termesztési tippekkel és forrásokkal
it: Angolo coltivatori con consigli e risorse
no: Dyrkerhjørne med dyrkingstips og ressurser
sv: Odlares hörna med odlingstips och resurser

source: Medical cannabis information and research updates
da: Medicinsk cannabisinformation og forskningsopdateringer
de: Medizinisches Cannabis und Forschungsupdates
es: Información sobre cannabis médico y actualizaciones de investigación
fi: Lääkekannabikseen liittyvät tiedot ja tutkimuspäivitykset
ga: Faisnéis cannabais mhíochaine agus nuashonrúcháin taighde
hu: Orvosi kannabisz információk és kutatási frissítések
it: Informazioni cannabis medica e aggiornamenti ricerca
no: Medisinsk cannabisinformasjon og forskningsoppdateringer
sv: Information om medicinsk cannabis och forskningsuppdateringar

source: Fast, discreet delivery options
da: Hurtige, diskrete leveringsmuligheder
de: Schnelle, diskrete Lieferoptionen
es: Opciones de entrega rápida y discreta
fi: Nopeat, hienovaraiset toimitusvaihtoehdot
ga: Roghanna seachadta tapa discréideacha
hu: Gyors, diszkrét szállítási lehetőségek
it: Opzioni di consegna veloce e discreta
no: Raske, diskré leveringsalternativer
sv: Snabb, diskret leverans

source: I agree to the
da: Jeg accepterer
de: Ich stimme den
es: Acepto los
fi: Hyväksyn
ga: Aontaím leis an
hu: Elfogadom a
it: Accetto i
no: Jeg godtar
sv: Jag godkänner

source: and
da: og
de: und
es: y
fi: ja
ga: agus
hu: és a
it: e
no: og
sv: och

source: Company Information
da: Virksomhedsinformation
de: Firmeninformationen
es: Información de la empresa
fi: Yritystiedot
ga: Faisnéis na Cuideachta
hu: Céginformációk
it: Informazioni Azienda
no: Bedriftsinformasjon
sv: Företagsinformation

source: Simplified Joint Stock Company (SAS)
da: Forenede Aktieselskab (SAS)
de: Vereinfachte Aktiengesellschaft (SAS)
es: Sociedad por Acciones Simplificada (SAS)
fi: Yksinkertainen osakeyhtiö (SAS)
ga: Cuideachta Stoc Chomhpháirteach Shimplí (SAS)
hu: Egyszerűsített Részvénytársaság (SAS)
it: Società per Azioni Semplificata (SAS)
no: Forenklet aksjeselskap (SAS)
sv: Förenklad aktiebolagsform (SAS)

source: Registration Number:
da: Registreringsnummer:
de: Registrierungsnummer:
es: Número de registro:
fi: Rekisteröintinumero:
ga: Uimhir Chlárúcháin:
hu: Cégjegyzékszám:
it: Numero di Registrazione:
no: Registreringsnummer:
sv: Registreringsnummer:

source: VAT Number:
da: Momsnummer:
de: USt-IdNr.:
es: Número de IVA:
fi: ALV-numero:
ga: Uimhir CBL:
hu: ÁFA szám:
it: Partita IVA:
no: MVA-nummer:
sv: Momsregistreringsnummer:

source: Share Capital:
da: Aktiekapital:
de: Grundkapital:
es: Capital social:
fi: Osakepääoma:
ga: Caipiteal Scaire:
hu: Alaptőke:
it: Capitale Sociale:
no: Aksjekapital:
sv: Aktiekapital:
