Repository: AndersonKamsong/medical_project
Catalog: medicalstore_robet/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, ga, hu, it, no, sv

source: Responding to cannabis product inquiries
da: Besvarelse af forespørgsler om cannabisprodukter
de: Beantwortung von Anfragen zu Cannabisprodukten
es: Responder a consultas sobre productos de cannabis
fi: Vastaukset kannabistuotteisiin liittyviin kyselyihin
ga: Freagairt fiosrúcháin faoi tháirgí cannabais
hu: Kannabiszárukkal kapcsolatos lekérdezések megválaszolása
it: Rispondere alle richieste sui prodotti cannabis
no: Besvarelse av forespørsler om cannabisprodukter
sv: Besvara förfrågningar om cannabisprodukter

source: Product Safety:
da: Produktsikkerhed:
de: Produktsicherheit:
es: Seguridad del producto:
fi: Tuoteturvallisuus:
ga: Sábháilteacht Táirgí:
hu: Termékbiztonság:
it: Sicurezza del Prodotto:
no: Produktsikkerhet:
sv: Produktsäkerhet:

source: Tracking for quality control and recalls if needed
da: Sporing til kvalitetskontrol og tilbagekaldelser hvis nødvendigt
de: Verfolgung zur Qualitätskontrolle und Rückrufe bei Bedarf
es: Seguimiento para control de calidad y retiros si es necesario
fi: Laadunvalvonnan ja tarvittaessa takaisinvetojen seuranta
ga: Rianú le haghaidh rialú cáilíochta agus aisghlaoch más gá
hu: Nyomon követés minőségbiztosítás és visszahívás céljából szükség esetén
it: Monitoraggio per il controllo qualità e richiami se necessari
no: Sporing for kvalitetskontroll og tilbakekallinger om nødvendig
sv: Spårning för kvalitetskontroll och återkallningar vid behov

source: Legal Requirements:
da: Juridiske krav:
de: Rechtliche Anforderungen:
es: Requisitos legales:
fi: Lakisääteiset vaatimukset:
ga: Riachtanais Dlíthiúla:
hu: Jogi követelmények:
it: Requisiti Legali:
no: Juridiske krav:
sv: Lagliga krav:

source: Maintaining required cannabis purchase records
da: Vedligeholdelse af påkrævede cannabiskøbsregistre
de: Führung erforderlicher Cannabiskaufaufzeichnungen
es: Mantener registros de compra de cannabis requeridos
fi: Vaadittujen kannabiksen ostotietojen ylläpitäminen
ga: Taifid cheannach cannabais riachtanacha a choinneáil
hu: A szükséges kannabiszvásárlási nyilvántartások vezetése
it: Mantenimento dei registri di acquisto di cannabis richiesti
no: Vedlikehold av påkrevde cannabiskjøpsregistre
sv: Upprätthållande av obligatoriska cannabisköpsregister

source: Legal Basis for Processing
da: Juridisk grundlag for behandling
de: Rechtliche Grundlage für die Verarbeitung
es: Base legal para el procesamiento
fi: Tietojen käsittelyn oikeusperusta
ga: Bonn Dlíthiúil le haghaidh Próiseála
hu: Adatfeldolgozás jogalapja
it: Base Legale per l'Elaborazione
no: Juridisk grunnlag for behandling
sv: Rättslig grund för behandling

source: Under GDPR, we process data based on:
da: Under GDPR behandler vi data baseret på:
de: Gemäß DSGVO verarbeiten wir Daten basierend auf:
es: Según el GDPR, procesamos datos en base a:
fi: GDPR:n mukaan käsittelemme tietoja seuraavien perusteiden mukaan:
ga: Faoi GDPR, déanaimid sonraí a phróiseáil bunaithe ar:
hu: A GDPR szerint adatokat az alábbiak alapján dolgozunk fel:
it: Ai sensi del GDPR, elaboriamo i dati in base a:
no: I henhold til GDPR behandler vi data basert på:
sv: Enligt GDPR behandlar vi data baserat på:

source: Legal Obligation:
da: Juridisk forpligtelse:
de: Rechtliche Verpflichtung:
es: Obligación legal:
fi: Lakisääteinen velvoite:
ga: Oibleagáid Dlíthiúil:
hu: Jogi kötelezettség:
it: Obbligo Legale:
no: Juridisk forpliktelse:
sv: Laglig skyldighet:

source: For cannabis purchase records and age verification
da: Til cannabiskøbsregistre og aldersverifikation
de: Für Cannabiskaufaufzeichnungen und Altersverifikation
es: Para registros de compra de cannabis y verificación de edad
fi: Kannabiksen ostotietojen ja ikävahvistuksen osalta
ga: Le haghaidh taifid ceannach cannabais agus fíorú aois
hu: Kannabiszvásárlási nyilvántartás és korazonosítás céljából
it: Per i registri di acquisto di cannabis e la verifica dell'età
no: For cannabiskjøpsregistre og aldersverifisering
sv: För cannabisköpsregister och åldersverifiering

source: Contract:
da: Kontrakt:
de: Vertrag:
es: Contrato:
fi: Sopimus:
ga: Conradh:
hu: Szerződés:
it: Contratto:
no: Kontrakt:
sv: Avtal:

source: To fulfill your cannabis product orders
da: For at opfylde dine cannabisproduktordrer
de: Zur Erfüllung Ihrer Cannabisproduktbestellungen
es: Para cumplir con sus pedidos de productos de cannabis
fi: Kannabistuotetilaustesi täyttämiseksi
ga: Chun d'ordaí táirgí cannabais a chomhlíonadh
hu: Kannabiszáru rendeléseinek teljesítése érdekében
it: Per evadere i tuoi ordini di prodotti cannabis
no: For å oppfylle dine cannabisproduktbestillinger
sv: För att uppfylla dina cannabisproduktbeställningar

source: Consent:
da: Samtykke:
de: Zustimmung:
es: Consentimiento:
fi: Suostumus:
ga: Toiliú:
hu: Hozzájárulás:
it: Consenso:
no: Samtykke:
sv: Samtycke:

source: For marketing communications (opt-in)
da: Til markedsføringskommunikation (opt-in)
de: Für Marketingkommunikation (Opt-in)
es: Para comunicaciones de marketing (opt-in)
fi: Markkinointiviestinnälle (opt-in)
ga: Le haghaidh cumarsáide margaíochta (opt-in)
hu: Marketing kommunikációhoz (beleegyezés alapján)
it: Per le comunicazioni di marketing (opt-in)
no: For markedsføringskommunikasjon (frivillig deltakelse)
sv: För marknadsföringskommunikation (opt-in)

source: Information Sharing
da: Deling af oplysninger
de: Informationsweitergabe
es: Compartir información
fi: Tietojen jakaminen
ga: Comhroinnt Faisnéise
hu: Adatmegosztás
it: Condivisione delle Informazioni
no: Informasjonsdeling
sv: Informationsdelning

source: We may share information with:
da: Vi kan dele oplysninger med:
de: Wir können Informationen teilen mit:
es: Podemos compartir información con:
fi: Voimme jakaa tietoja seuraavien kanssa:
ga: D'fhéadfaimid faisnéis a roinnt le:
hu: Információkat megoszthatunk:
it: Possiamo condividere informazioni con:
no: Vi kan dele informasjon med:
sv: Vi kan dela information med:

source: Payment Processors:
da: Betalingsbehandlere:
de: Zahlungsabwickler:
es: Procesadores de pago:
fi: Maksunvälittäjien:
ga: Próiseálaithe Íocaíochta:
hu: Fizetési feldolgozókkal:
it: Processori di Pagamento:
no: Betalingsbehandlere:
sv: Betalningsprocessorer:

source: Certified providers for secure transactions
da: Certificerede udbydere til sikre transaktioner
de: Zertifizierte Anbieter für sichere Transaktionen
es: Proveedores certificados para transacciones seguras
fi: Sertifioitujen palveluntarjoajien kanssa turvallisten tapahtumien varmistamiseksi
ga: Soláthraithe deimhnithe le haghaidh idirbhearta slán
hu: Tanúsított szolgáltatókkal biztonságos tranzakciókhoz
it: Provider certificati per transazioni sicure
no: Sertifiserte leverandører for sikre transaksjoner
sv: Certifierade leverantörer för säkra transaktioner

source: Shipping Providers:
da: Forsendelsesudbydere:
de: Versandanbieter:
es: Proveedores de envío:
fi: Toimituspalvelujen:
ga: Soláthraithe Loingseoireachta:
hu: Szállítási szolgáltatókkal:
it: Provider di Spedizione:
no: Fraktleverandører:
sv: Fraktleverantörer:

source: Discreet delivery of cannabis products
da: Diskret levering af cannabisprodukter
de: Diskreter Versand von Cannabisprodukten
es: Entrega discreta de productos de cannabis
fi: Kannabistuotteiden hienovaraisen toimituksen varmistamiseksi
ga: Seachadadh discréideach táirgí cannabais
hu: Kannabiszáruk diszkrét szállításához
it: Consegna discreta di prodotti cannabis
no: Diskré levering av cannabisprodukter
sv: Diskret leverans av cannabisprodukter

source: Regulatory Authorities:
da: Tilsynsmyndigheder:
de: Aufsichtsbehörden:
es: Autoridades regulatorias:
fi: Sääntelyviranomaisten:
ga: Údaráis Rialála:
hu: Szabályozó hatóságokkal:
it: Autorità di Regolamentazione:
no: Tilsynsmyndigheter:
sv: Tillsynsmyndigheter:

source: When required by cannabis laws
da: Når det kræves af cannabislove
de: Bei gesetzlichen Cannabisvorgaben
es: Cuando lo exijan las leyes de cannabis
fi: Kannabislakien vaatimuksesta
ga: Nuair is gá de réir dlíthe cannabais
hu: Amikor a kannabisztörvények előírják
it: Quando richiesto dalle leggi sulla cannabis
no: Når påkrevet av cannabislover
sv: När det krävs enligt cannabislagar

source: Medical Professionals:
da: Medicinske fagfolk:
de: Medizinisches Fachpersonal:
es: Profesionales médicos:
fi: Lääketieteen ammattilaisten:
ga: Gairmithe Míochaine:
hu: Orvosi szakemberekkel:
it: Professionisti Medici:
no: Medisinske fagfolk:
sv: Medicinsk personal:

source: Only with explicit consent for medical cannabis
da: Kun med eksplicit samtykke til medicinsk cannabis
de: Nur mit ausdrücklicher Zustimmung für medizinisches Cannabis
es: Solo con consentimiento explícito para cannabis médico
fi: Vain nimenomaisella suostumuksella lääkekannabiksen osalta
ga: Ach le toiliú sainráite le haghaidh cannabais míochaine
hu: Csak kifejezett hozzájárulással orvosi kannabisz esetén
it: Solo con esplicito consenso per la cannabis medica
no: Kun med eksplisitt samtykke for medisinsk cannabis
sv: Endast med uttryckligt samtycke för medicinsk cannabis

source: We never sell your cannabis purchase history to third parties.
da: Vi sælger aldrig din cannabiskøbshistorik til tredjeparter.
de: Wir verkaufen Ihre Cannabiskaufhistorie niemals an Dritte.
es: Nunca vendemos su historial de compras de cannabis a terceros.
fi: Emme koskaan myy kannabiksen ostohistoriaasi kolmansille osapuolille.
ga: Ní dhíolaimid do stair ceannach cannabais le tríú páirtithe riamh.
hu: Sosem adjuk el kannabiszvásárlási előzményeidet harmadik félnek.
it: Non vendiamo mai la tua cronologia di acquisti di cannabis a terzi.
no: Vi selger aldri din cannabiskjøpshistorikk til tredjeparter.
sv: Vi säljer aldrig din cannabisköphistorik till tredje part.

source: Your Rights (GDPR)
da: Dine rettigheder (GDPR)
de: Ihre Rechte (DSGVO)
es: Sus derechos (GDPR)
fi: Oikeutesi (GDPR)
ga: Do Chearta (GDPR)
hu: Jogai (GDPR)
it: I Tuoi Diritti (GDPR)
no: Dine rettigheter (GDPR)
sv: Dina rättigheter (GDPR)

source: You have the right to:
da: Du har ret til:
de: Sie haben das Recht auf:
es: Tiene derecho a:
fi: Sinulla on oikeus:
ga: Tá ceart agat:
hu: Joga van:
it: Hai il diritto di:
no: Du har rett til:
sv: Du har rätt att:

source: Access your personal data
da: Adgang til dine personlige data
de: Zugang zu Ihren persönlichen Daten
es: Acceder a sus datos personales
fi: Pääsy henkilötietoihisi
ga: Rochtain a fháil ar do chuid sonraí pearsanta
hu: Személyes adataihoz hozzáférni
it: Accedere ai tuoi dati personali
no: Få tilgang til dine personopplysninger
sv: Få tillgång till dina personuppgifter

source: Correct inaccurate information
da: Rette unøjagtige oplysninger
de: Berichtigung unrichtiger Informationen
es: Corregir información inexacta
fi: Oikaista virheelliset tiedot
ga: Faisnéis mhíchruinn a cheartú
hu: Pontatlan információt javítani
it: Correggere informazioni inesatte
no: Rette unøyaktig informasjon
sv: Rätta felaktig information

source: Request deletion (where not required by cannabis laws)
da: Anmode om sletning (hvor det ikke kræves af cannabislove)
de: Löschung (wo nicht durch Cannabisgesetze erforderlich)
es: Solicitar eliminación (cuando no lo requieran las leyes de cannabis)
fi: Pyytää poistoa (jos kannabiksen lait eivät edellytä säilyttämistä)
ga: Scriosadh a iarraidh (nuair nach bhfuil sé riachtanach de réir dlíthe cannabais)
hu: Törlést kérni (ahol a kannabisztörvények nem írják elő)
it: Richiedere la cancellazione (dove non richiesto dalle leggi sulla cannabis)
no: Be om sletting (hvor ikke påkrevet av cannabislover)
sv: Begära radering (när det inte krävs enligt cannabislagar)

source: Restrict processing
da: Begrænse behandling
de: Einschränkung der Verarbeitung
es: Restringir el procesamiento
fi: Rajoittaa käsittelyä
ga: Srian a chur le próiseáil
hu: Feldolgozás korlátozását kérni
it: Limitare l'elaborazione
no: Begrense behandling
sv: Begränsa behandling

source: Data portability
da: Dataportabilitet
de: Datenübertragbarkeit
es: Portabilidad de datos
fi: Tietojen siirrettävyys
ga: Inaistritheacht sonraí
hu: Adathordozhatóságot kérni
it: Portabilità dei dati
no: Dataportabilitet
sv: Dataportabilitet

source: Object to processing
da: Indsigelse mod behandling
de: Widerspruch gegen die Verarbeitung
es: Oponerse al procesamiento
fi: Vastustaa käsittelyä
ga: Agóid a dhéanamh i gcoinne próiseála
hu: Feldolgozás elleni tiltakozást benyújtani
it: Opporti all'elaborazione
no: Innvende mot behandling
sv: Invända mot behandling

source: Withdraw consent
da: Tilbagetrække samtykke
de: Widerruf der Einwilligung
es: Retirar el consentimiento
fi: Peruuttaa suostumuksensa
ga: Toiliú a tharraingt siar
hu: Hozzájárulás visszavonására
it: Revocare il consenso
no: Tilbakekalle samtykke
sv: Återkalla samtycke

source: Note: Cannabis purchase records may be retained as required by law.
da: Bemærk: Cannabiskøbsregistre kan blive opbevaret som krævet af loven.
de: Hinweis: Cannabiskaufaufzeichnungen können gemäß gesetzlicher Vorgaben aufbewahrt werden.
es: Nota: Los registros de compra de cannabis pueden conservarse según lo exija la ley.
fi: Huomautus: Kannabiksen ostotiedot voidaan säilyttää lain vaatimalla tavalla.
ga: Nóta: D'fhéadfaí taifid ceannach cannabais a choinneáil mar is gá de réir dlí.
hu: Megjegyzés: Kannabiszvásárlási nyilvántartásokat a törvény előírása szerint megőrizhetjük.
it: Nota: i registri di acquisto di cannabis possono essere conservati come richiesto dalla legge.
no: Merk: Cannabiskjøpsregistre kan bli oppbevart som påkrevet av loven.
sv: Obs: Cannabisköpsregister kan behållas enligt lagkrav.

source: Data Security
da: Datasikkerhed
de: Datensicherheit
es: Seguridad de datos
fi: Tietoturva
ga: Slándáil Sonraí
hu: Adatbiztonság
it: Sicurezza dei Dati
no: Datasikkerhet
sv: Datasäkerhet

source: We implement strict security measures for cannabis purchases:
da: Vi implementerer strenge sikkerhedsforanstaltninger til cannabiskøb:
de: Wir implementieren strenge Sicherheitsmaßnahmen für Cannabiskäufe:
es: Implementamos medidas de seguridad estrictas para compras de cannabis:
fi: Olemme ottaneet käyttöön tiukat turvatoimenpiteet kannabiksen ostoa varten:
ga: Cuirimid bearta slándála docht i bhfeidhm le haghaidh ceannach cannabais:
hu: Szigorú biztonsági intézkedéseket alkalmazunk kannabiszvásárlásokhoz:
it: Implementiamo rigorose misure di sicurezza per gli acquisti di cannabis:
no: Vi implementerer strenge sikkerhetstiltak for cannabiskjøp:
sv: Vi implementerar strikta säkerhetsåtgärder för cannabisköp:

source: End-to-end encryption for all transactions
da: End-to-end-kryptering til alle transaktioner
de: Ende-zu-Ende-Verschlüsselung für alle Transaktionen
es: Cifrado de extremo a extremo para todas las transacciones
fi: Päätepisteiden välinen salaus kaikille tapahtumille
ga: Criptiú ó cheann ceann do gach idirbheart
hu: Végponttól végpontig titkosítás minden tranzakcióhoz
it: Crittografia end-to-end per tutte le transazioni
no: Ende-til-ende-kryptering for alle transaksjoner
sv: End-to-end-kryptering för alla transaktioner

source: Secure storage with limited access
da: Sikker opbevaring med begrænset adgang
de: Sichere Speicherung mit eingeschränktem Zugriff
es: Almacenamiento seguro con acceso limitado
fi: Turvallinen säilytys rajoitetulla pääsyllä
ga: Stóráil shlán le rochtain theoranta
hu: Biztonságos tárolás korlátozott hozzáféréssel
it: Archiviazione sicura con accesso limitato
no: Sikker lagring med begrenset tilgang
sv: Säker lagring med begränsad åtkomst

source: Regular security audits
da: Regelmæssige sikkerhedsrevisioner
de: Regelmäßige Sicherheitsaudits
es: Auditorías de seguridad regulares
fi: Säännölliset tietoturvatarkastukset
ga: Iniúchtaí slándála rialta
hu: Rendszeres biztonsági auditok
it: Audit di sicurezza regolari
no: Regelmessige sikkerhetsrevisjoner
sv: Regelbundna säkerhetsrevisioner

source: Employee confidentiality agreements
da: Fortrolighedsaftaler for medarbejdere
de: Vertraulichkeitsvereinbarungen für Mitarbeiter
es: Acuerdos de confidencialidad de empleados
fi: Työntekijöiden salassapitosopimukset
ga: Comhaontú rúndachta do fhostaithe
hu: Munkavállalói titoktartási megállapodások
it: Accordi di riservatezza dei dipendenti
no: Konfidensialitetsavtaler for ansatte
sv: Sekretessavtal för anställda

source: Data Retention
da: Dataopbevaring
de: Datenaufbewahrung
es: Retención de datos
fi: Tietojen säilytys
ga: Coinneáil Sonraí
hu: Adatmegőrzés
it: Conservazione dei Dati
no: Dataoppbevaring
sv: Datalagring

source: We retain data as required by cannabis regulations:
da: Vi opbevarer data som krævet af cannabisreguleringer:
de: Wir bewahren Daten gemäß Cannabisvorschriften auf:
es: Retenemos datos según lo exijan las regulaciones de cannabis:
fi: Säilytämme tietoja kannabiksen säädösten vaatimalla tavalla:
ga: Coinnímid sonraí mar is gá de réir rialachán cannabais:
hu: Adatokat a kannabiszszabályozásoknak megfelelően őrizzük meg:
it: Conserviamo i dati come richiesto dalle normative sulla cannabis:
no: Vi oppbevarer data som påkrevet av cannabisforskrifter:
sv: Vi behåller data enligt cannabisföreskrifter:

source: Purchase records: 10 years (French cannabis law requirement)
da: Købsregistre: 10 år (fransk cannabislovekrav)
de: Kaufaufzeichnungen: 10 Jahre (französische Cannabisgesetzanforderung)
es: Registros de compra: 10 años (requisito de la ley francesa de cannabis)
fi: Ostotiedot: 10 vuotta (Ranskan kannabislain vaatimus)
ga: Taifid cheannach: 10 mbliana (riachtanas dlí cannabais na Fraince)
hu: Vásárlási nyilvántartás: 10 év (francia kannabisztörvény követelménye)
it: Registri di acquisto: 10 anni (requisito della legge francese sulla cannabis)
no: Kjøpsregistre: 10 år (fransk cannabislovkrav)
sv: Köphistorik: 10 år (franskt cannabislagkrav)

source: Account information: Until account closure + legal period
da: Kontoinformation: Indtil kontolukning + juridisk periode
de: Kontoinformationen: Bis zur Kontoschließung + gesetzliche Frist
es: Información de cuenta: Hasta el cierre de cuenta + período legal
fi: Tilitiedot: Tilin sulkemiseen asti + lakisääteinen säilytysaika
ga: Faisnéis chuntais: Go dtí dúnadh an chuntais + tréimhse dlíthiúil
hu: Fiókinformáció: Fiókbezárásig + jogi időtartam
it: Informazioni sull'account: fino alla chiusura dell'account + periodo legale
no: Kontoinformasjon: Inntil kontoslukning + juridisk periode
sv: Kontoinformation: Tills konto stängs + laglig period

source: Marketing data: Until consent withdrawal
da: Markedsføringsdata: Indtil samtykketilbagetrækning
de: Marketingdaten: Bis zum Widerruf der Einwilligung
es: Datos de marketing: Hasta el retiro del consentimiento
fi: Markkinointitiedot: Suostumuksen peruuttamiseen asti
ga: Sonraí margaíochta: Go dtí tarraingt siar toiliú
hu: Marketing adatok: Hozzájárulás visszavonásáig
it: Dati di marketing: fino al ritiro del consenso
no: Markedsføringsdata: Inntil samtykketrekking
sv: Marknadsföringsdata: Tills samtycke återkallas

source: Age Verification
da: Aldersverifikation
de: Altersverifikation
es: Verificación de edad
fi: Ikävahvistus
ga: Fíorú Aois
hu: Korazonosítás
it: Verifica dell'Età
no: Aldersverifisering
sv: Åldersverifiering

source: We strictly verify that all customers are at least 18 years old. By using our site, you confirm you meet the legal age requirement for cannabis purchases in your jurisdiction.
da: Vi verificerer strengt, at alle kunder er mindst 18 år gamle. Ved at bruge vores websted bekræfter du, at du opfylder den lovlige alderskrav til cannabiskøb i din jurisdiktion.
de: Wir überprüfen streng, dass alle Kunden mindestens 18 Jahre alt sind. Durch die Nutzung unserer Website bestätigen Sie, dass Sie das gesetzliche Mindestalter für Cannabiskäufe in Ihrer Gerichtsbarkeit erfüllen.
es: Verificamos estrictamente que todos los clientes tengan al menos 18 años. Al usar nuestro sitio, confirma que cumple con el requisito de edad legal para compras de cannabis en su jurisdicción.
fi: Vahvistamme tiukasti, että kaikki asiakkaat ovat vähintään 18-vuotiaita. Käyttämällä sivustoamme vahvistat täyttäväsi kannabiksen ostoon liittyvän lainmukaisen ikävaatimuksen lainkäyttöalueellasi.
ga: Fíoraímid go docht go bhfuil gach custaiméir 18 bliana d'aois ar a laghad. Trí úsáid a bhaint as ár suíomh, dearbhaíonn tú go gcomhlíonann tú an riachtanas aois dlíthiúil le haghaidh ceannach cannabais i do dhlínse.
hu: Szigorúan ellenőrizzük, hogy minden vásárló legalább 18 éves. Webhelyünk használatával igazolja, hogy megfelel a kannabiszvásárlás jogi korhatárának az Ön joghatóságában.
it: Verifichiamo rigorosamente che tutti i clienti abbiano almeno 18 anni. Utilizzando il nostro sito, confermi di soddisfare il requisito di età legale per gli acquisti di cannabis nella tua giurisdizione.
no: Vi verifiserer strengt at alle kunder er minst 18 år gamle. Ved å bruke nettstedet vårt bekrefter du at du oppfyller det juridiske alderskravet for cannabiskjøp i din jurisdiksjon.
sv: Vi verifierar strikt att alla kunder är minst 18 år gamla. Genom att använda vår webbplats bekräftar du att du uppfyller den lagliga åldersgränsen för cannabisköp i din jurisdiktion.

source: For privacy concerns regarding cannabis purchases:
da: For privatlivsbekymringer vedrørende cannabiskøb:
de: Bei Datenschutzbedenken bezüglich Cannabiskäufen:
es: Para inquietudes de privacidad sobre compras de cannabis:
fi: Yksityisyyteen liittyvät huolenaiheet kannabiksen ostojen osalta:
ga: Le haghaidh imní príobháideachta maidir le ceannach cannabais:
hu: Kannabiszvásárlással kapcsolatos adatvédelmi kérdések esetén:
it: Per problemi di privacy relativi agli acquisti di cannabis:
no: For personvernhensyn angående cannabiskjøp:
sv: För integritetsfrågor gällande cannabisköp:

source: Data Protection Officer:
da: Databeskyttelsesansvarlig:
de: Datenschutzbeauftragter:
es: Oficial de Protección de Datos:
fi: Tietosuojavastaava:
ga: Oifigeach Cosanta Sonraí:
hu: Adatvédelmi tisztviselő:
it: Responsabile della Protezione dei Dati:
no: Personvernombud:
sv: Dataskyddsombud:

source: You may also contact the CNIL (French Data Protection Authority) if you have concerns about our processing of your cannabis purchase data.
da: Du kan også kontakte CNIL (den franske databeskyttelsesmyndighed), hvis du har bekymringer om vores behandling af dine cannabiskøbsdata.
de: Sie können sich auch an die CNIL (französische Datenschutzbehörde) wenden, wenn Sie Bedenken hinsichtlich unserer Verarbeitung Ihrer Cannabiskaufdaten haben.
es: También puede contactar a la CNIL (Autoridad Francesa de Protección de Datos) si tiene inquietudes sobre nuestro procesamiento de sus datos de compra de cannabis.
fi: Voit myös ottaa yhteyttä CNIL:ään (Ranskan tietosuojavaltuutettu), jos olet huolissasi kannabiksen ostotietojesi käsittelystä.
ga: Is féidir leat teagmháil a dhéanamh leis an CNIL (Údarás Cosanta Sonraí na Fraince) freisin má tá imní ort faoinár bpróiseáil ar do chuid sonraí ceannach cannabais.
hu: Kapcsolatba léphet a CNIL-lel (francia adatvédelmi hatóság) is, ha aggályai vannak kannabiszvásárlási adatainak feldolgozásával kapcsolatban.
it: Puoi anche contattare la CNIL (Autorità francese per la protezione dei dati) se hai preoccupazioni riguardo alla nostra elaborazione dei tuoi dati di acquisto di cannabis.
no: Du kan også kontakte CNIL (fransk personvernmyndighet) hvis du har bekymringer angående vår behandling av dine cannabiskjøpsdata.
sv: Du kan också kontakta CNIL (franska dataskyddsmyndigheten) om du har frågor om vår behandling av dina cannabisköpsdata.
