Repository: AndersonKamsong/medical_project
Catalog: medicalstore_robet/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, ga, hu, it, no, sv

source: Signature Required
da: Underskrift kræves
de: Unterschrift erforderlich
es: Firma requerida
fi: Allekirjoitus Vaaditaan
ga: Síniú ag Teastáil
hu: Aláírás szükséges
it: Firma Richiesta
no: Signatur kreves
sv: Underskrift krävs

source: Standard Shipping
da: Standardforsendelse
de: Standardversand
es: Envío estándar
fi: Vakiotoimitus
ga: Loingseoireacht Chaighdeánach
hu: Standard szállítás
it: Spedizione Standard
no: Standard forsendelse
sv: Standardfrakt

source: 2-3 business days (France)
da: 2-3 hverdage (Frankrig)
de: 2-3 Werktage (Frankreich)
es: 2-3 días hábiles (Francia)
fi: 2-3 arkipäivää (Ranska)
ga: 2-3 lá gnó (an Fhrainc)
hu: 2-3 munkanap (Franciaország)
it: 2-3 giorni lavorativi (Francia)
no: 2-3 virkedager (Frankrike)
sv: 2-3 arbetsdagar (Frankrike)

source: Express Shipping
da: Ekspresforsendelse
de: Expressversand
es: Envío exprés
fi: Pikatoimitus
ga: Loingseoireacht Luath
hu: Expressz szállítás
it: Spedizione Espressa
no: Ekspressforsendelse
sv: Expressfrakt

source: 1-2 business days (France)
da: 1-2 hverdage (Frankrig)
de: 1-2 Werktage (Frankreich)
es: 1-2 días hábiles (Francia)
fi: 1-2 arkipäivää (Ranska)
ga: 1-2 lá gnó (an Fhrainc)
hu: 1-2 munkanap (Franciaország)
it: 1-2 giorni lavorativi (Francia)
no: 1-2 virkedager (Frankrike)
sv: 1-2 arbetsdagar (Frankrike)

source: EU Standard
es: Estándar UE
fi: EU-vakio
ga: Caighdeán AE
it: Standard UE

source: 3-7 business days
da: 3-7 hverdage
de: 3-7 Werktage
es: 3-7 días hábiles
fi: 3-7 arkipäivää
ga: 3-7 lá gnó
hu: 3-7 munkanap
it: 3-7 giorni lavorativi
no: 3-7 virkedager
sv: 3-7 arbetsdagar

source: Varies by country
da: Varierer efter land
de: Variiert je nach Land
es: Varía según el país
fi: Vaihtelee maittain
ga: Athraíonn de réir tíre
hu: Országonként változik
it: Varia a seconda del paese
no: Varierer etter land
sv: Varierar efter land

source: * Delivery times are estimates and not guaranteed, especially for international shipments which may be delayed by customs.
da: * Leveringstider er skøn og ikke garanteret, især for internationale forsendelser, der kan blive forsinket af told.
de: * Lieferzeiten sind Schätzungen und nicht garantiert, besonders für internationale Sendungen, die durch den Zoll verzögert werden können.
es: * Los tiempos de entrega son estimados y no garantizados, especialmente para envíos internacionales que pueden retrasarse en aduanas.
fi: * Toimitusajat ovat arvioita eivätkä takuita, erityisesti kansainvälisillä lähetyksillä, joita tulli saattaa viivästyttää.
ga: * Is meastacháin iad amanna seachadta agus ní ráthaítear iad, go háirithe le haghaidh seachadtaí idirnáisiúnta a d'fhéadfadh moill a bheith orthu ag custaim.
hu: * A szállítási idők becslések és nem garantáltak, különösen a nemzetközi szállítmányok esetében, amelyeket a vám késleltethet.
it: * I tempi di consegna sono stime e non garantiti, specialmente per le spedizioni internazionali che potrebbero essere ritardate dalla dogana.
no: * Leveringstider er estimater og ikke garantert, spesielt for internasjonale forsendelser som kan bli forsinket av toll.
sv: * Leveranstider är uppskattningar och inte garanterade, särskilt för internationella försändelser som kan fördröjas av tullen.

source: All cannabis product shipments require age verification:
da: Alle cannabisproduktforsendelser kræver aldersverifikation:
de: Alle Cannabisprodukt-Sendungen erfordern Altersverifikation:
es: Todos los envíos de productos de cannabis requieren verificación de edad:
fi: Kaikki kannabistuotteiden lähetykset vaativat ikävahvistuksen:
ga: Teastaíonn fíorú aois le haghaidh gach seachadadh táirge cannabais:
hu: Minden kannabiszáru szállítmányhoz korazonosítás szükséges:
it: Tutte le spedizioni di prodotti a base di cannabis richiedono la verifica dell'età:
no: Alle forsendelser av cannabisprodukter krever aldersverifisering:
sv: Alla försändelser med cannabisprodukter kräver åldersverifiering:

source: At checkout through our third-party verification system
da: Ved betaling gennem vores tredjeparts verifikationssystem
de: Beim Checkout über unser Drittanbieter-Verifikationssystem
es: En el pago a través de nuestro sistema de verificación de terceros
fi: Kassalla kolmannen osapuolen vahvistusjärjestelmämme kautta
ga: Ag seiceáil trínár gcóras fíoraithe tríú páirtí
hu: Pénztárnál harmadik fél azonosítási rendszerünkön keresztül
it: Al momento del checkout tramite il nostro sistema di verifica di terze parti
no: Ved kassen gjennom vårt tredjeparts verifiseringssystem
sv: Vid kassan genom vårt tredjeparts verifieringssystem

source: Upon delivery - carriers will request ID if recipient appears under 25
da: Ved levering - transportører vil anmode om ID, hvis modtager ser ud til at være under 25
de: Bei Lieferung - Zusteller fragen nach Ausweis, wenn Empfänger unter 25 erscheint
es: Al entregar - los transportistas solicitarán identificación si el destinatario parece menor de 25
fi: Toimituksen yhteydessä - kuljettajat pyytävät henkilöllisyystodistusta, jos vastaanottaja näyttää alle 25-vuotiaalta
ga: Ar sheachadadh - iarrfaidh iompróirí aitheantas má bhíonn an faighteoir faoi 25
hu: Átvételkor - a fuvarozók igazolványt kérnek, ha a címzett 25 év alattinak tűnik
it: Al momento della consegna - i corrieri richiederanno un documento d'identità se il destinatario sembra avere meno di 25 anni
no: Ved levering - transportører vil be om ID hvis mottaker ser ut til å være under 25
sv: Vid leverans - transportörer kommer att begära ID om mottagaren verkar vara under 25

source: For medical cannabis - additional documentation verification
da: For medicinsk cannabis - yderligere dokumentationsverifikation
de: Für medizinisches Cannabis - zusätzliche Dokumentenprüfung
es: Para cannabis médico - verificación de documentación adicional
fi: Lääkekannabiksen osalta - lisädokumenttien vahvistus
ga: Le haghaidh cannabais míochaine - fíorú breise doiciméadú
hu: Orvosi kannabisz esetén - további dokumentum ellenőrzés
it: Per la cannabis medica - verifica aggiuntiva della documentazione
no: For medisinsk cannabis - tilleggsdokumentasjonsverifisering
sv: För medicinsk cannabis - ytterligare dokumentverifiering

source: Important:
da: Vigtigt:
de: Wichtig:
es: Importante:
fi: Tärkeää:
ga: Tábhachtach:
hu: Fontos:
it: Importante:
no: Viktig:
sv: Viktigt:

source: Failed age verification at delivery will result in package return and refund minus shipping costs.
da: Mislykket aldersverifikation ved levering vil resultere i pakkereturnering og refusion minus forsendelsesomkostninger.
de: Fehlgeschlagene Altersverifikation bei Lieferung führt zu Rücksendung und Rückerstattung abzüglich Versandkosten.
es: La verificación de edad fallida al entregar resultará en la devolución del paquete y reembolso menos los costos de envío.
fi: Epäonnistunut ikävahvistus toimituksen yhteydessä johtaa paketin palautukseen ja hyvitykseen toimituskuluja lukuun ottamatta.
ga: Mar thoradh ar theip ar fhíorú aois ar sheachadadh beidh pacáiste curtha ar ais agus aisíocaíocht lúide costais loingseoireachta.
hu: Sikertelen korazonosítás átvételkor csomag visszaküldést és szállítási költségek levonásával történő visszatérítést eredményez.
it: La mancata verifica dell'età al momento della consegna comporterà la restituzione del pacco e il rimborso meno i costi di spedizione.
no: Mislykket aldersverifisering ved levering vil resultere i pakkeretur og refusjon minus fraktkostnader.
sv: Misslyckad åldersverifiering vid leverans kommer att resultera i paketretur och återbetalning minus fraktkostnader.

source: International Shipping Considerations
da: Overvejelser ved international forsendelse
de: Überlegungen zum internationalen Versand
es: Consideraciones de envío internacional
fi: Kansainvälisen Toimituksen Huomioitavaa
ga: Cúinsí Loingseoireachta Idirnáisiúnta
hu: Nemzetközi szállítási megfontolások
it: Considerazioni sulla Spedizione Internazionale
no: Internasjonale forsendelseshensyn
sv: Internationella fraktöverväganden

source: Customs & Duties
da: Told & afgifter
de: Zoll & Gebühren
es: Aduanas e impuestos
fi: Tulli & Verot
ga: Custaim & Dleachtanna
hu: Vám & Díjak
it: Dogana & Dazi
no: Toll og avgifter
sv: Tull & Avgifter

source: International customers are responsible for:
da: Internationale kunder er ansvarlige for:
de: Internationale Kunden sind verantwortlich für:
es: Los clientes internacionales son responsables de:
fi: Kansainväliset asiakkaat ovat vastuussa:
ga: Tá sé de dhualgas ar chustaiméirí idirnáisiúnta:
hu: Nemzetközi vásárlók felelősek:
it: I clienti internazionali sono responsabili per:
no: Internasjonale kunder er ansvarlige for:
sv: Internationella kunder är ansvariga för:

source: Any import duties, taxes, or customs fees
da: Eventuelle importafgifter, skatter eller toldgebyrer
de: Alle Einfuhrzölle, Steuern oder Zollgebühren
es: Cualquier derecho de importación, impuestos o tasas aduaneras
fi: Kaikista tuontitulleista, veroista tai tullimaksuista
ga: Aon dleachtanna allmhairíochta, cánacha, nó táillí custaim
hu: Minden import vám, adó vagy vámdíj
it: Eventuali dazi di importazione, tasse o spese doganali
no: Eventuelle importavgifter, skatter eller tollgebyrer
sv: Eventuella importavgifter, skatter eller tullavgifter

source: Compliance with local cannabis laws
da: Overholdelse af lokale cannabislove
de: Einhaltung lokaler Cannabisgesetze
es: Cumplimiento de las leyes locales de cannabis
fi: Paikallisten kannabislakien noudattamisesta
ga: Comhlíonadh dlíthe cannabais áitiúla
hu: A helyi kannabisz törvények betartásáért
it: Conformità con le leggi locali sulla cannabis
no: Overholdelse av lokale cannabislover
sv: Efterlevnad av lokala cannabislagar

source: Providing required documentation for clearance
da: Forsyning af påkrævet dokumentation til clearance
de: Bereitstellung erforderlicher Dokumente für die Abfertigung
es: Proporcionar la documentación requerida para el despacho
fi: Vaadittujen selvitystilaa varten tarvittavien asiakirjojen toimittamisesta
ga: An doiciméadú riachtanach a sholáthar le haghaidh imréitigh
hu: A szükséges dokumentáció biztosításáért a vámkezeléshez
it: Fornire la documentazione richiesta per lo sdoganamento
no: Å gi påkrevd dokumentasjon for klaring
sv: Tillhandahållande av nödvändig dokumentation för tullklarering

source: Legal Risks
da: Juridiske risici
de: Rechtliche Risiken
es: Riesgos legales
fi: Oikeudelliset Riskit
ga: Rioscaí Dlíthiúla
hu: Jogi kockázatok
it: Rischi Legali
no: Juridiske risikoer
sv: Juridiska risker

source: By ordering internationally, you acknowledge that:
da: Ved international bestilling anerkender du, at:
de: Durch internationale Bestellung bestätigen Sie, dass:
es: Al ordenar internacionalmente, reconoce que:
fi: Tilaamalla kansainvälisesti hyväksyt, että:
ga: Trí ordú a chur go hidirnáisiúnta, admhaíonn tú:
hu: Nemzetközi rendeléssel tudomásul veszi, hogy:
it: Ordinando a livello internazionale, riconosci che:
no: Ved å bestille internasjonalt bekrefter du at:
sv: Genom att beställa internationellt bekräftar du att:

source: Cannabis laws vary significantly by country
da: Cannabislove varierer betydeligt efter land
de: Cannabisgesetze stark nach Land variieren
es: Las leyes de cannabis varían significativamente según el país
fi: Kannabiksen lait vaihtelevat merkittävästi maittain
ga: Athraíonn dlíthe cannabais go mór de réir tíre
hu: A kannabisz törvények országonként jelentősen eltérnek
it: Le leggi sulla cannabis variano significativamente da paese a paese
no: Cannabislover varierer betydelig fra land til land
sv: Cannabislagar varierar avsevärt mellan länder

source: We cannot intervene with customs seizures
da: Vi kan ikke gribe ind ved toldbeslaglæggelser
de: Wir können nicht bei Zollbeschlagnahmen eingreifen
es: No podemos intervenir en incautaciones aduaneras
fi: Emme voi puuttua tullin takavarikkoihin
ga: Ní féidir linn idirghabháil a dhéanamh le gabháil custaim
hu: Nem avatkozhatunk be vámlefoglalásokba
it: Non possiamo intervenire con i sequestri doganali
no: Vi kan ikke gripe inn ved tollbeslag
sv: Vi kan inte ingripa vid tullbeslag

source: Refunds are not provided for confiscated packages
da: Refusioner gives ikke for beslaglagte pakker
de: Keine Rückerstattungen für beschlagnahmte Pakete
es: No se proporcionan reembolsos por paquetes confiscados
fi: Takavarikoiduista paketeista ei hyvitetä
ga: Ní chuirtear aisíocaíocht ar fáil le haghaidh pacáistí a choigistítear
hu: A lefoglalt csomagokért nem nyújtunk visszatérítést
it: Non vengono forniti rimborsi per i pacchi confiscati
no: Refusjon gis ikke for beslaglagte pakker
sv: Återbetalning ges inte för beslagtagna paket

source: Lost or Damaged Packages
da: Tabte eller beskadigede pakker
de: Verlorene oder beschädigte Pakete
es: Paquetes perdidos o dañados
fi: Kadonneet tai Vaurioituneet Paketit
ga: Pacáistí Caillte nó Damáiste
hu: Elveszett vagy sérült csomagok
it: Pacchi Persi o Danneggiati
no: Tapte eller skadde pakker
sv: Förlorade eller skadade paket

source: If your package is lost or damaged in transit:
da: Hvis din pakke er tabt eller beskadiget under transporten:
de: Wenn Ihr Paket verloren geht oder beschädigt wird:
es: Si su paquete se pierde o daña en tránsito:
fi: Jos pakettisi katoaa tai vaurioituu kuljetuksen aikana:
ga: Má chailleann nó má dhéantar damáiste do do phacáiste i dtrasíocht:
hu: Ha csomagja elveszett vagy sérült szállítás közben:
it: Se il tuo pacco viene perso o danneggiato durante il transito:
no: Hvis pakken din går tapt eller blir skadet under transport:
sv: Om ditt paket försvinner eller skadas under transport:

source: Contact us within 14 days of shipment date
da: Kontakt os inden for 14 dage efter forsendelsesdato
de: Kontaktieren Sie uns innerhalb von 14 Tagen nach Versanddatum
es: Contáctenos dentro de los 14 días posteriores a la fecha de envío
fi: Ota yhteyttä 14 päivän kuluessa lähetyspäivästä
ga: Déan teagmháil linn laistigh de 14 lá ón dáta loingseoireachta
hu: Lépjen kapcsolatba velünk a szállítás dátumától számított 14 napon belül
it: Contattaci entro 14 giorni dalla data di spedizione
no: Kontakt oss innen 14 dager etter forsendelsesdato
sv: Kontakta oss inom 14 dagar från försändelsedatum

source: Provide photos of damaged items and packaging
da: Forsyn med fotos af beskadigede varer og emballage
de: Fotos beschädigter Artikel und Verpackung bereitstellen
es: Proporcione fotos de los artículos dañados y el embalaje
fi: Toimita kuvia vaurioituneista tuotteista ja pakkauksesta
ga: Grianghraif de mhíreanna damáistithe agus pacáistiú a sholáthar
hu: Szolgáltasson fotókat a sérült tételekről és csomagolásról
it: Fornisci foto degli articoli danneggiati e dell'imballaggio
no: Gi bilder av skadede varer og emballasje
sv: Tillhandahåll foton på skadade artiklar och förpackning

source: We will file a claim with the carrier
da: Vi vil indgive en erstatningssag hos transportøren
de: Wir reichen eine Reklamation beim Transporteur ein
es: Presentaremos un reclamo al transportista
fi: Teemme korvausvaatimuksen kuljetusyhtiölle
ga: Cuirfimid éileamh isteach leis an iompróir
hu: Jogigényt nyújtunk be a fuvarozóhoz
it: Presenteremo un reclamo al corriere
no: Vi vil inngi et krav til transportøren
sv: Vi kommer att lämna en ansökan till transportören

source: Once verified, we will replace or refund as appropriate
da: Når verificeret, vil vi erstatte eller refundere som passende
de: Nach Bestätigung ersetzen oder erstatten wir entsprechend
es: Una vez verificado, reemplazaremos o reembolsaremos según corresponda
fi: Vahvistuksen jälkeen korvaamme tai hyvitämme tarpeen mukaan
ga: Nuair a fhíorófar, cuirfimid in ionad nó déanfaimid aisíocaíocht mar is cuí
hu: Az ellenőrzést követően a megfelelő módon cseréljük vagy térítjük vissza
it: Una volta verificato, sostituiremo o rimborseremo come appropriato
no: Når verifisert, vil vi erstatte eller refundere etter behov
sv: När verifierat kommer vi att ersätta eller återbetala efter behov

source: Note: Due to cannabis regulations, some products may not be eligible for reshipment to certain locations.
da: Bemærk: På grund af cannabisreguleringer kan nogle produkter ikke være berettiget til genforsendelse til visse steder.
de: Hinweis: Aufgrund von Cannabisvorschriften können einige Produkte nicht an bestimmte Orte nachgesendet werden.
es: Nota: Debido a las regulaciones de cannabis, algunos productos pueden no ser elegibles para reenvío a ciertas ubicaciones.
fi: Huomautus: Kannabiksen säädösten vuoksi jotkut tuotteet eivät voi olla oikeutettuja uudelleentoimitukseen tietyille alueille.
ga: Nóta: Mar gheall ar rialacháin cannabais, d'fhéadfadh sé nach mbeadh roinnt táirgí incháilithe le hathsheoladh chuig suímh áirithe.
hu: Megjegyzés: A kannabisz szabályozás miatt egyes termékek nem jogosultak újraszállításra bizonyos helyekre.
it: Nota: A causa delle normative sulla cannabis, alcuni prodotti potrebbero non essere idonei per la rispedizione in determinate località.
no: Merk: På grunn av cannabisforskrifter kan noen produkter ikke være kvalifisert for ny forsendelse til visse steder.
sv: Obs: På grund av cannabisförordningar kan vissa produkter inte vara berättigade till omsändning till vissa platser.

source: Policy Updates
da: Politikopdateringer
de: Richtlinienaktualisierungen
es: Actualizaciones de políticas
fi: Käytännön Päivitykset
ga: Nuashonruithe Polasaí
hu: Politika frissítések
it: Aggiornamenti della Politica
no: Politikkoppdateringer
sv: Policyuppdateringar

source: We may update this shipping policy to reflect changes in:
da: Vi kan opdatere denne forsendelsespolitik for at afspejle ændringer i:
de: Wir können diese Versandrichtlinie aktualisieren, um Änderungen widerzuspiegeln in:
es: Podemos actualizar esta política de envío para reflejar cambios en:
fi: Voimme päivittää tätä toimituskäytäntöä heijastamaan muutoksia:
ga: D'fhéadfaimis an polasaí loingseoireachta seo a nuashonrú chun athruithe a léiriú i:
hu: Frissíthetjük ezt a szállítási politikát, hogy tükrözze a változásokat:
it: Possiamo aggiornare questa politica di spedizione per riflettere i cambiamenti in:
no: Vi kan oppdatere denne forsendelsespolitikken for å reflektere endringer i:
sv: Vi kan uppdatera denna fraktpolicy för att återspegla ändringar i:

source: Cannabis regulations in France or destination countries
da: Cannabisreguleringer i Frankrig eller destinationslande
de: Cannabisvorschriften in Frankreich oder Zielländern
es: Regulaciones de cannabis en Francia o países de destino
fi: Kannabiksen säännöksissä Ranskassa tai kohdemaissa
ga: Rialacháin cannabais sa Fhrainc nó i dtíortha cinn scríbe
hu: A francia vagy célországok kannabisz szabályozása
it: Normative sulla cannabis in Francia o nei paesi di destinazione
no: Cannabisforskrifter i Frankrike eller destinasjonsland
sv: Cannabisförordningar i Frankrike eller destinationsländer

source: Carrier policies regarding cannabis products
da: Transportørers politikker vedrørende cannabisprodukter
de: Transporteurrichtlinien bezüglich Cannabisprodukten
es: Políticas de transportistas sobre productos de cannabis
fi: Kuljetusyhtiöiden käytännöissä kannabistuotteiden osalta
ga: Polasaithe iompróirí maidir le táirgí cannabais
hu: A fuvarozók kannabiszárukkal kapcsolatos politikája
it: Politiche dei corrieri riguardo ai prodotti a base di cannabis
no: Transportørenes policyer angående cannabisprodukter
sv: Transportörers policyer gällande cannabisprodukter

source: International shipping agreements
da: Internationale forsendelsesaftaler
de: Internationalen Versandvereinbarungen
es: Acuerdos de envío internacional
fi: Kansainvälisissä toimitusopimuksissa
ga: Comhaontuithe loingseoireachta idirnáisiúnta
hu: Nemzetközi szállítási megállapodások
it: Accordi di spedizione internazionale
no: Internasjonale forsendelsesavtaler
sv: Internationella fraktavtal

source: Shipping Questions?
da: Spørgsmål om forsendelse?
de: Fragen zum Versand?
es: ¿Preguntas sobre envíos?
fi: Kysymyksiä Toimituksesta?
ga: Ceisteanna Loingseoireachta?
hu: Kérdése van a szállítással kapcsolatban?
it: Domande sulla Spedizione?
no: Spørsmål om forsendelse?
sv: Frågor om frakt?

source: Contact our cannabis shipping specialists:
da: Kontakt vores cannabisforsendelseseksperter:
de: Kontaktieren Sie unsere Cannabis-Versandspezialisten:
es: Contacte a nuestros especialistas en envíos de cannabis:
fi: Ota yhteyttä kannabistoimitusasiantuntijoihimme:
ga: Déan teagmháil lenár speisialtóirí loingseoireachta cannabais:
hu: Lépjen kapcsolatba kannabisz szállítási szakértőinkkel:
it: Contatta i nostri specialisti di spedizione cannabis:
no: Kontakt våre cannabisforsendelsesspesialister:
sv: Kontakta våra cannabisfraktspecialister:

source: January 1, 2024 | Compliant with EU Regulation No. 1307/2013
da: 1. januar 2024 | Overholder EU-forordning nr. 1307/2013
de: 1. Januar 2024 | Konform mit EU-Verordnung Nr. 1307/2013
es: 1 de enero de 2024 | Conforme al Reglamento de la UE No. 1307/2013
fi: 1. tammikuuta 2024 | EU:n asetuksen nro 1307/2013 mukainen
ga: 1 Eanáir 2024 | Comhlíontach le Rialachán AE Uimh. 1307/2013
hu: 2024. január 1. | Megfelel az EU 1307/2013 rendeletnek
it: 1° gennaio 2024 | Conforme al Regolamento UE n. 1307/2013
no: 1. januar 2024 | I samsvar med EU-forordning nr. 1307/2013
sv: 1 januari 2024 | I enlighet med EU-förordning nr 1307/2013

source: Cannabis Product Returns
da: Returnering af cannabisprodukter
de: Rückgabe von Cannabisprodukten
es: Devoluciones de productos de cannabis
fi: Kannabistuotteiden Palautukset
ga: Aisíocaíochtaí Táirgí Cannabais
hu: Kannabiszáru visszáruk
it: Resi di Prodotti a Base di Cannabis
no: Retur av cannabisprodukter
sv: Retur av cannabisprodukter

source: Due to the nature of cannabis products, we have specific return policies to ensure compliance with all regulations.
da: På grund af cannabisprodukternes natur har vi specifikke returpolitikker for at sikre overholdelse af alle reguleringer.
de: Aufgrund der Natur von Cannabisprodukten haben wir spezielle Rückgaberichtlinien zur Einhaltung aller Vorschriften.
es: Debido a la naturaleza de los productos de cannabis, tenemos políticas de devolución específicas para garantizar el cumplimiento de todas las regulaciones.
fi: Kannabistuotteiden luonteen vuoksi meillä on erityiset palautuskäytännöt kaikkien säädösten noudattamisen varmistamiseksi.
ga: Mar gheall ar nádúr táirgí cannabais, tá polasaithe aisíocaíochta sonracha againn chun comhlíonadh gach rialachán a áirithiú.
hu: A kannabiszáruk természetéből adódóan speciális visszaküldési szabályzatunk van az összes szabályozásnak való megfelelés biztosításához.
it: A causa della natura dei prodotti a base di cannabis, abbiamo politiche di reso specifiche per garantire la conformità a tutte le normative.
no: På grunn av cannabisproduktenes natur har vi spesielle returpolicyer for å sikre overholdelse av alle forskrifter.
sv: På grund av cannabisprodukternas natur har vi specifika returpolicyer för att säkerställa efterlevnad av alla förordningar.

source: Unopened Products
da: Uåbnede produkter
de: Ungeöffnete Produkte
es: Productos sin abrir
fi: Avattomat Tuotteet
ga: Táirgí Neamhoscailte
hu: Bontatlan termékek
it: Prodotti Non Aperti
no: Uåpnede produkter
sv: Oöppnade produkter
